<?php
// Text
$_['text_subject']  = 'تأكيد الإشتراك في المزاد - %s';
$_['text_welcome']  = 'إشتراكك في المزاد تم تأكيدة في %s!';
$_['text_sub']    = 'لقد تلقينا طلب إرسال إخطارات عن المزادات الجديدة لهذا البريد الإلكتروني. إذا كنت تريد تأكيد هذا الطلب، برجاء الضغط على الوصلة التالية:';
$_['text_approval'] = 'لقد تلقينا طلب إرسال إخطارات عن المزادات الجديدة لهذا البريد الإلكتروني. إذا كنت تريد تأكيد هذا الطلب، برجاء الضغط على الوصلة التالية:';
$_['text_auction'] = 'المزاد:';
$_['text_price'] = 'السعر الحالي:';
$_['text_thanks']   = 'مع الشكر،';
?>