<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_search']         = 'بحث';
$_['text_brand']          = 'الشركة';
$_['text_manufacturer']   = 'الشركة :';
$_['text_model']          = 'النوع :';
$_['text_reward']         = 'نقاط المكافآت :'; 
$_['text_points']         = 'السعر بنقاط المكافآت :';
$_['text_stock']          = 'حالة التوفر :';
$_['text_instock']        = 'متوفر';
$_['text_price']          = 'السعر:';
$_['text_tax']            = 'السعر بدون ضريبة:';
$_['text_discount']       = '%s أو أكثر %s';
$_['text_option']         = 'الخيارات المتاحة:';
$_['text_qty']            = 'الكمية:';
$_['text_minimum']        = 'لا يمكن طلب هذا المنتج بكمية أقل من %s';
$_['text_or']             = '- أو -';
$_['text_reviews']      = '(%s التقييمات)';
$_['text_write']          = 'كتابة تعليق';
$_['text_no_reviews']     = 'لا يوجد أي تعليقات لهذا المنتج.';
$_['text_on']           = ' تاريخ التقييم ';
$_['text_note']          = '<span style="color: #FF0000;">انتبه: </span>لم يتم تفعيل اكواد HTML!';
$_['text_share']          = 'مشاركة';
$_['text_success']        = 'شكرا لك على إضافة تقييم. سنقوم بمراجعة التقييم قريباً لاعتماده ';
$_['text_upload']         = 'تم رفع الملف بنجاح !';
$_['text_wait']           = 'الرجاء الانتظار !';
$_['text_tags']           = 'الكلمات الدليليلة :';
$_['text_error']          = 'لم يتم العثور على المنتج!';

// Entry
$_['entry_name']          = 'الاسم:';
$_['entry_review']        = 'اضافة تعليق:';
$_['entry_rating']        = 'التقييم:';
$_['entry_good']          = 'ممتاز';
$_['entry_bad']           = 'رديء';
$_['entry_captcha']       = 'قم بإدخال رمز التحقق :';

// Tabs
$_['tab_description']     = 'تفاصيل';
$_['tab_attribute']       = 'المواصفات';
$_['tab_review']          = 'التقييمات (%s)';
$_['tab_related']         = 'منتجات ذات صلة';

// Error
$_['error_product']          = 'تحذير : المنتج المراد تقييمه مطلوب !';
$_['error_name']          = 'تحذير : الاسم يجب أن يكون أكثر من 3 وأقل من 25 رمزاً !';
$_['error_text']          = 'تحذير : النص يجب أن يكون أكثر من 3 وأقل من 1000 رمز !';
$_['error_rating']        = 'تحذير : الرجاء اختيار استعراض التعليق !';
$_['error_captcha']       = 'تحذير : رمز التحقق لا يتطابق مع الصورة !';
$_['error_upload']        = 'حجم الملف كبير، لا يمكن رفع هذا الملف. برجاء التحدث مع خدمة العملاء.';
$_['error_filename']      = 'اسم الملف يجب أن يكون بين 3 و 64 رمزاً !';
$_['error_filetype']      = 'برجاء التحدث إلى خدمة العملاء لتتمكن من رفع هذا النوع من الملفات.';

$_['text_bid_only_reg']    = 'لقد انتهي المزاد!';
$_['text_bid_start_from']  = 'المناقصة بداية من:';
$_['text_bid_curr']  		= 'المزادات قيد التنفيذ';
$_['text_bid_bids'] 			= 'لا أحد';
$_['text_bid_place'] 		= 'إضافة العرض الخاص بك';
$_['text_bid_submit'] 		= 'إرسال';
$_['text_bid_delete'] 		= 'مسح';
$_['text_bid_curr_is'] 		= 'سعر البدايه:';
$_['text_bid_accept'] 		= 'موافقة على الشراء';
$_['text_bid_refuse'] 		= 'رفض الشراء';
$_['text_bid_reserved']    = 'هذا المنتج محجوز للعميل ذو السعر الأكبر';
$_['text_bid_big_off'] 		= 'عرضك الأعلى لهذ المنتج: ';
$_['text_bid_explain'] 		= 'هل توافق على شراء هذا المنتج?<br><br>
	<span style="font-size:12px;font-weight:normal;">
		- إذا وفقت على شراء هذا المنتج سوف يتم محاسبتك بسعر مزايدتك
		- إذا رفضت شراء هذا المنتج سوف يتم مسح مزايدتك و العميل ذو العرض الأكبر التاي سوف يتمكن من شراء هذا المنتج.
	</span><br><br>';
$_['text_close_time'] 		= 'وقت نهاية المزاد:';
$_['text_winner'] 		= 'صاحب أعلي سعر:';
$_['text_current_price'] 		= 'السعر الحالي:';
$_['text_part'] 		= 'شارك ك:';
$_['text_min_step'] 		= 'اقل قيمة للمزايدة: ';
$_['text_bids'] 		= 'المزايدات';
$_['text_notfound'] 		= 'لا يوجد رحلات متاحة';
?>