<?php
//==============================================================================
// Category & Product-Based Shipping v210.1
// 
// Author: Clear Thinking, LLC
// E-mail: johnathan@getclearthinking.com
// Website: http://www.getclearthinking.com
// 
// All code within this file is copyright Clear Thinking, LLC.
// You may not copy or reuse code within this file without written permission.
//==============================================================================

$name = 'شحن مخصص لكل منتج أو قسم';

//------------------------------------------------------------------------------
// Heading
//------------------------------------------------------------------------------
$_['heading_title']						= $name;
$_['text_shipping']                     = 'طرق الشحن';

// Backup/Restore Settings
$_['button_backup_settings']			= 'نسخ إحتياطي للإعدادات';
$_['text_this_will_overwrite_your']		= 'هذا سوف يستبدل النسخة الإحتياطية السابقة، إستكمال؟';
$_['text_backup_saved_to']				= 'تم حفظ النسخة الإحتياطية في';
$_['text_view_backup']					= 'مشاهدة النسخة الإحتياطية';
$_['text_download_backup_file']			= 'تنزيل النسخة الإحتياطية';

$_['button_restore_settings']			= 'إستعادة الإعدادات';
$_['text_restore_from_your']			= 'الإستعادة من';
$_['text_automatic_backup']				= '<b>النسخة الإحتياطية الأوتوماتيكية</b>، يتم حفظها عند تحميل هذه الصفحة';
$_['text_manual_backup']				= '<b>النسخة الإحتياطية اليدوية</b>, يتم إنشائها عند الضغط على زر نسخ إحتياطي للإعدادات';
$_['text_backup_file']					= '<b>ملف نسخ إحتياطي:</b>';
$_['button_restore']					= 'إستعادة';
$_['text_this_will_overwrite_settings']	= 'هذا سوف يستبدل الإعدادات الحالية، إستكمال؟';
$_['text_restoring']					= 'جاري الإستعادة...';
$_['error_invalid_file_data']			= 'خطأ: ملف بيانات غير صالح';
$_['text_settings_restored']			= 'تم إستعادة الإعدادات بنجاح';

// Buttons
$_['button_expand_all']					= 'فتح الكل';
$_['button_collapse_all']				= 'إغلاق الكل';
$_['help_expand_all']					= 'انقر هنا لفتح جميع الصفوف في هذا الجدول.';
$_['help_collapse_all']					= 'انقر هنا لإغلاق جميع الصفوف في هذا الجدول.';

//------------------------------------------------------------------------------
// Extension Settings
//------------------------------------------------------------------------------
$_['tab_extension_settings']			= 'الإعدادات العامة';
$_['heading_extension_settings']		= 'الإعدادات العامة';

$_['entry_status']						= 'الحالة';
$_['help_status']						= 'تحديد حالة طريقة الشحن ككل.';

$_['entry_sort_order']					= 'ترتيب الفرز';
$_['help_sort_order']					= 'ترتيب الفرز لطريقة الشحن هذه بالنسبة لطرق الشحن الأخرى.';

$_['entry_heading']						= 'العنوان';
$_['help_heading']						= 'العنوان الذي سيعرض به هذه الطريقة. يدعم HTML.<br /><br />إستخدم الأكواد [distance], [postcode], [quantity], [total], [volume], أو [weight] لعرض القيم المحسوبة.<br /><br />هذا العنوان ل';

$_['entry_tax_class_id']				= 'فئة الضريبة الإفتراضية';
$_['help_tax_class_id']					= 'تحديد فئة الضريبة الإفتراضية المطبقة على الرسوم. أية رسوم ليس لها فئة ضريبة سوف تستعمل هذه الفئة.';

$_['entry_distance_calculation']		= 'حساب المسافة';
$_['help_distance_calculation']			= 'إختر طريقة حساب المسافات.';
$_['text_driving_distance']				= 'حساب القيادة';
$_['text_straightline_distance']		= 'المسافة في خط مستقيم';

$_['entry_distance_units']				= 'وحدات المسافة';
$_['help_distance_units']				= 'إختر نوع الوحدة لمقارنة المسافات.';
$_['text_miles']						= 'الأميال';
$_['text_kilometers']					= 'الكيلومترات';

$_['entry_testing_mode']				= 'وضع الإختبار';
$_['help_testing_mode']					= 'قم بتفعيل وضع الإختبار إذا كانت طريقة الشحن لا تعمل بشكل صحيح في واجهة المتجر.';
$_['entry_hide_shipping']				= 'اخفاء وسائل الشحن ';

$_['help_hide_shipping']					= 'عند التفعيل , سيتم اخفاء وسائل الشحن اذا وجد أى منتج  دون ان تنطبق عليه اى قاعدة';
// Admin Panel Settings
$_['heading_admin_panel_settings']		= 'إعدادات لوحة التحكم';

$_['entry_autosave']					= 'الحفظ التلقائي';
$_['help_autosave']						= 'إختر إذا ما كانت الإعدادات يتم حفظها تلقائياً ام لا. ';

$_['entry_autocomplete_preloading']		= 'تحميل الإكمال التلقائي إستباقياً';
$_['help_autocomplete_preloading']		= 'اختيار ما إذا كنت تريد تحميل بيانات الإكمال التلقائي بشكل إستباقي عند تحميل الصفحة، أو تحميل العناصر عند الطلب من قاعدة البيانات. التحميل الإستباقي أسرع، ولكن قد يستغرق وقتا طويلا مع قواعد البيانات الكبيرة.';

$_['entry_display']						= 'الوضع الإفتراضي للعرض';
$_['help_display']						= 'إختر طريقة عرض الجداول الإفتراضية عند تحميل الصفحة. إختر "منغلقة" لتحسين سرعة تحميل الصفحة.';
$_['text_expanded']						= 'مفتوحة';
$_['text_collapsed']					= 'منغلقة';

$_['entry_tooltips']					= 'التلميحات';
$_['help_tooltips']						= 'تعطيل لإخفاء التلميحات التي تعرض لكل حقل.';

//------------------------------------------------------------------------------
// Charges
//------------------------------------------------------------------------------
$_['tab_charges']						= 'الرسوم';
$_['help_charges']						= 'بشكل إفتراضي، كل الرسوم متاحة. إستخدم الشروط لتحديد معايير محددة للرسوم مثل المنطقة الجغرافية أو مجموعة العملاء.';
$_['heading_charges']					= 'الرسوم';

$_['column_action']						= 'الإجراء';
$_['column_group']						= 'المجموعة';
$_['column_title']						= 'العنوان';
$_['column_charge']						= 'الرسوم';
$_['column_rules']						= 'الشروط';

$_['text_expand']						= 'فتح (أو أنقر مرتين على المساحة الفارغة في الصف المغلق)';
$_['text_collapse']						= 'غلق';
$_['text_copy']							= 'نسخ';
$_['text_delete']						= 'حذف';

$_['help_charge_group']					= 'إستخدم حرف أو حرفين أو رقم لتسمية مجموعة الرسوم. الرسوم التي في نفس المجموعة يمكن دمجها في تبويب دمج الرسوم.<br /><br />إذا أدخلت قيمة سالبة، سوف يتم تعطيل هذه المجموعة.';
$_['text_admin_reference']				= 'إسم مرجعي';
$_['help_admin_reference']				= 'أدخل إسم مرجعي لهذه الرسوم، يظهر فقط في لوحة التحكم';
$_['placeholder_charge_title']			= 'العنوان';
$_['help_charge_title']					= 'العنوان الذي سيعرض للعملاء. يدعم HTML.<br /><br />إستخدم الأكواد [distance], [postcode], [quantity], [total], [volume], أو [weight] لعرض القيم المحسوبة.<br /><br />هذا العنوان ل';

$_['text_simple_charges']				= 'رسوم بسيطة';
$_['text_flat_charge']					= 'رسوم ثابتة';
$_['text_per_item_charge']				= 'رسوم لكل عنصر';
$_['text_bracket_charges']				= 'رسوم محددة';
$_['text_distance']						= 'المسافة';
$_['text_price']						= 'السعر';
$_['text_quantity']						= 'الكمية';
$_['text_total']						= 'الإجمالي';
$_['text_volume']						= 'الحجم';
$_['text_weight']						= 'الوزن';
$_['text_other_shipping_methods']		= 'وسائل شحن أخرى';
$_['help_charge_type']					= 'إختر قاعدة الرسوم:<br /><br />&bull; رسوم بسيطة (سعر ثابت أو سعر لكل عنصر).<br /><br />&bull; رسوم محددة (الكمية, الإجمالي, الوزن, إلخ.).<br /><br />&bull; رسوم محسوبة بإستخدام وسيلة شحن أخرى.';
$_['help_charge_charges']				= 'للرسوم البسيطة, أدخل الثمن الثابت او الثمن لكل عنصر (مثال 5.00).<hr />للرسوم المحددة, إفصل الحدود بفواصل أو سطر جديد, و أدخلها بالطريقة التالية:<br /><br /><b>من - إلى = تكلفة / لكل</b><br /><br />الإعداد "لكل" إختياري. على سبيل المثال, للمحاسبة بسعر $6.00 ككل للعناصر 1 إلى 3, و بسعر $2.00 للعنصر الواحد من 4 فأكثر, يجب أن تختار "الكمية" و أدخل:<br /><div class="text-left" style="margin: 10px">1-3 = 6.00<br />4-9999 = 2.00 / 1</div><hr />للرسوم المحسوبة بإستخدام طريقة شحن أخرى, أدخل إسم أو اكثر للرسوم (مثل شحن أرضي). إفضل بين الأماء المختلفة بفواصل او سطر جديد.<br /><br />الثمن سوف يكون أول سعر مسموح يحتوي على هذه الأسماء. إذا تركته فارغاً فإن أول سعر سيتم إختياره.';

$_['button_add_charge']					= 'إضافة رسوم';

//------------------------------------------------------------------------------
// Rules
//------------------------------------------------------------------------------
$_['text_choose_rule_type']				= '--- إختر نوع الشرط ---';
$_['help_rules']						= 'إختر نوع الشرط من قائمة الخيارات. بمجرد إختيار نوع الشرط، قم بالمرور فوق الحقل الجديد لمعلومات أكثر عن هذا النوع.';

$_['text_of']							= 'ال';
$_['text_is']							= 'يكون';
$_['text_is_not']						= 'ليس';
$_['text_is_on_or_after']				= 'بعد';
$_['text_is_on_or_before']				= 'قبل';

$_['button_add_rule']					= 'أضف شرط';
$_['help_add_rule']						= 'يجب أن تكون جميع الشروط محققة لكي يتم تفعيل الرسوم. الشروط من نوع مختلف سيتم دمجهم بعلاقة AND, و الشروط من نفس النوع سيتم دمجهم بعلاقة OR. على سبيل المثال, إذا أضفت هذه الشروط:<br /><br />&bull; مجموعة العميل تكون موزع<br />&bull; المنطقة الجغرافية تكون الولايات المتحدة<br />&bull; المنطقة الجغرافية تكون كندا<br /><br />سيتم تفعيل الرسوم إذا كان العميل في مجموعة الموزعين <b>و</b> المنطقة هي الولايات المتحدة <b>أو</b> كندا.';

$_['text_adjustments']					= 'تعديلات';
$_['text_adjust']						= 'تعديل';
$_['text_charge_adjustment']			= 'تعديل الرسوم';
$_['text_final_charge']					= 'الرسم النهائي';
$_['text_cart']							= 'السلة';
$_['text_item']							= 'العنصر';
$_['text_cumulative']					= 'تحديد تراكمي';
$_['text_enabled_successive_brackets']	= 'تفعيل هذا يعني أن حدود متتابعة سيتم إضافتها معاً';
$_['text_max']							= 'حد أقصى';
$_['text_min']							= 'حد أدنى';
$_['text_round']						= 'تقريب';
$_['text_to_the_nearest']				= 'إلى الأقرب';
$_['text_up_to_the_nearest']			= 'إلى أقرب رقم أعلى';
$_['text_down_to_the_nearest']			= 'إلى أقرب رقم أقل';
$_['text_setting_override']				= 'تخطي الإعدادت';
$_['text_tax_class']					= 'فئة الضريبة';
$_['text_total_value']					= 'القيمة الإجمالية';
$_['text_prediscounted_subtotal']		= 'الإجمالي الفرعي قبل الخصومات';
$_['text_nondiscounted_subtotal']		= 'الإجمالي الفرعي بدون خصومات';
$_['text_shipping_cost_subtotal']		= 'تكلفة الشحن';
$_['text_taxed_subtotal']				= 'الإجمالي الفرعي شامل الضريبة';
$_['text_total_subtotal']				= 'الإجمالي';

$_['help_adjust_comparison']			= '&bull; إختر نوع القيمة التي يتم تعديلها. التعديلات النهائية للرسوم تحدث بعد حساب الرسوم, و قبل فحص معايير القيمة القصوى و الدنيا.<br /><br />&bull; كل التعديلات الأخرى تحدث قبل الحسابات. "تعديلات السلة" سيتم تطبيقها على السلة ككل, و "تعديلات العنصر" يتم تطبيقها على كل عنصر كحدى.<br /><br />&bull; على سبيل المثال, إذا كانت السلة تحتوي على عنصر وزنه 1 كيلو جرام و عنصر أخر وزنه 2 كيلو جرام, فإن تعديل من نوع "وزن السلة" بقيمة 1.00 سينتج عنه وزن إجمالي بقيمة:<br /><br />(1 + 2) + 1.00 = 4.00 كيلو جرام<br /><br />و تعديل من نوع "وزن العنصر" بقيمة 1.00 سينتج عنه:<br /><br />(1 + 1.00) + (2 + 1.00) = 5.00 كيلو جرام';
$_['help_adjust']						= 'أدخل قيمة موجبة أو سالبة (مثل 5.00 أو -3.50) أو نسبة (مثل 15% أو -10%) التي سيتم تعديل القيمة بها.';
$_['help_cumulative']					= 'رسوم الفئة التراكمية تعني أن كل فئة متتابعة ستم جمعهما معاً. على سبيل المثال, إذا كانت الرسوم  $2.00 للوزن بين 0-1 كيلو جرام و $3.00 للوزن بين 1-2 كيلو جرام, فإن طلب وزنه 1.5 كيلو جرام تكون رسومه $2.00 + $3.00 = $5.00';
$_['help_max']							= 'أدخل قيمة ثابته (مثل 49.99) لكي لا تتعدى الرسوم هذه القيمة كحد أقصى.';
$_['help_min']							= 'أدخل قيمة ثابته (مثل 10.00) لكي لا تقل الرسوم عن هذه القيمة كحد أدنى.';
$_['help_round']						= 'أدخل قيمة لتقريب الرسوم إليها (مثل 0.25) بعد الإنتهاء من الحسابات. أيضاً يمكنك إختيار إذا ما كنت التريد التقريب لأعلى أو لإسفل.';
$_['help_setting_override']				= 'إختر الإعداد الذي ترغب في إعادة تعيته. حالياً، يمكنك فقط إعادة تعيين العنوان. إستعمل هذا إذا كنت تريد تغيير الموقع المستعمل كمنبع لحسبات المسافات.';
$_['help_setting_override_value']		= 'أدخل القيم التي ترغب في إعادة تعيين الإعداد بها.';
$_['help_tax_class']					= 'إختر فئة الضريبة المطبقة على هذه الرسوم.';
$_['help_total_value']					= 'الإجمالي الفرعي للسلة يستعمل بشكل طبيعي في الحسابات المتعلقة بالإجمالي. لتغيير هذا, إستخدم أحد هذه الخيارات التالية:<br /><br />&bull; <b>الإجمالي الفرعي قبل الخصومات:</b> الإجمالي الفرعي لأسعار المنتجات الأصلية بدون خصومات أو تخفيضات<br /><br />&bull; <b>الإجمالي الفرعي بدون خصومات:</b> الإجمالي الفرعي غير شامل المنتجات ذات الخصومات أو التخفيضات<br /><br />&bull; <b>الإجمالي الفرعي شامل الضريبة:</b> الإجمالي الفرعي شامل الضرائب على المنتجات<br /><br />&bull; <b>الإجمالي:</b> الإجمالي بعد تكلفة الشحن<br /><br />المنتجات التي لا تتطلب شحن لا تكون متضمنه في هذا الإجمالي.';

$_['text_cart_criteria']				= 'معايير السلة / العنصر';
$_['text_length']						= 'الطول';
$_['text_width']						= 'العرض';
$_['text_height']						= 'الإرتفاع';
$_['text_stock']						= 'المخزون';
$_['text_eligible_item_comparisons']	= 'مقارنات العنصر المؤهلة';
$_['text_of_cart']						= 'من السلة';
$_['text_of_any_item']					= 'من أي عنصر';
$_['text_of_every_item']				= 'من كل عنصر';
$_['text_entire_cart_comparisons']		= 'مقارنات السلة بالكامل';
$_['text_of_entire_cart']				= 'من السلة بالكامل';
$_['text_of_any_item_in_entire_cart']	= 'من أي عنصر من السلة بالكامل';
$_['text_of_every_item_in_entire_cart']	= 'من كل عنصر من السلة بالكامل';
$_['text_items']						= 'العناصر';
$_['help_cart_criteria_comparisons']	= '
	<b>من السلة</b> = مقارنة القيمة بقيمة السلة ككل<br /><br />
	<b>من أي عنصر</b> = مقارنة القيمة بقيمة كل عنصر على حدى; أي عنصر يستوفي الشرط يتم إدخاله في الحسابات و أي عنصر لا يستوفي الشرط لا يتم إدخالة في الحسابات<br /><br />
	<b>من كل عنصر</b> = مقارنة القيمة بقيمة كل عنصر على حدى؛ إذا لم يستوفي عنصر واحد الشرط يتم تعطيل الرسوم
	<hr />
	القيم يتم مقارنتها فقط بالعناصر المستوفاه (i.e. التي تستوفي الرسوم بنئاً على الشروط الأخرى). لمقارنة القيم بكل العناصر في السلة, بما فيها العناصر المستوفاه, إختر نوع المقارنة "السلة ككل".';
$_['help_cart_criteria']				= 'أدخل قيمة دنيا (مثل 5.00) أو مقدار محدد (مثل 3.3-10.5) التي يجب على السلة أو العناصر على حدى إستوفائها.<br /><br />قيمة وحيدة توضح <b>على الأقل</b> هذه القيمة. على سبيل المثال, إذا حددت معيار مثل 5.00, أي قيمة مثل 5.00 أو اكثر سوف تكون مستوفاه.<br /><br />بالنسبة للمقادير فإن البداية و النهاية مشتملة. إفصل المقاديل المتعددة بفواصل. لتحديد قيمة واحدة, إستخدم مقدار مثل 5.00-5.00.';

$_['text_datetime_criteria']			= 'معايير التاريخ / الوقت';
$_['text_day']							= 'يوم من أيام الأسبوع';
$_['text_sunday']						= 'الأحد';
$_['text_monday']						= 'الإثنين';
$_['text_tuesday']						= 'الثلاثاء';
$_['text_wednesday']					= 'الأربعاء';
$_['text_thursday']						= 'الخميس';
$_['text_friday']						= 'الجمعة';
$_['text_saturday']						= 'السبت';
$_['text_date']							= 'التاريخ';
$_['text_time']							= 'الوقت';
$_['help_day']							= 'إختر اليوم من الإسبوع الذي يتم تفعيل هذه الرسوم فيه. أنشئ شروط متعددة إذا كنت تريدها مفعلة في أيام متعددة.';
$_['help_date']							= 'YYYY-MM-DD';
$_['help_time']							= 'HH:MM (12-23 فترة مسائية)';
$_['help_datetime_criteria']			= 'إختر متى تبدأ أو تنتهي الرسوم. إستخدم الشكل YYYY-MM-DD للتواريخ و HH:MM للوقت. إستخدم السعات بين 12-23 للأوقات المسائية.';

$_['text_location_criteria']			= 'معايير الموقع';
$_['text_city']							= 'المدينة';
$_['text_warehouse']					= 'المخزن';
$_['text_distance']						= 'المسافة';
$_['text_geo_zone']						= 'المنطقة الجغرافية';
$_['text_everywhere_else']				= 'أي مكان أخر';
$_['text_location_comparison']			= 'مقارنة الموقع';
$_['text_payment_address']				= 'عنوان الدفع';
$_['text_shipping_address']				= 'عنوان الشحن';
$_['text_postcode']						= 'الرمز البريدي';
$_['help_city']							= 'أدخل إسم مدينة بشكل مضبوط، مثل:<br /><br />القاهرة<br /><br />أو عدة أسماء مدن بينها فواصل, مثل<br /><br />القاهرة, الجيزة, الرياض<br /><br />المدينة المدخلة من العميل سيتم مقارنتها مع هذه القيمة.';
$_['help_distance']						= 'أدخل قيمة قصوى (مثل 5.00) أو مقدار محدد (مثل 3.3-10.5) للمسافة التي يجب ان لا يتعداها العميل من موقع المتجر. على سبيل المثال, إذا أدخلت 5.00, و وحدة المسافات هي الميل, أي موقع في حدود 5 أميال سيكون مستوفي.<br /><br />المقدار لا يشمل الحدود. إفصل بين المقادير المتعددة بفواصل.<br /><br />تحديد المواقع يتم عمله عن طريق ال API المقدمة من جوجل. هذه ال API محدودة ب 2500 طلب في كل 24 ساعة. إذا كنت تريد المزيد، يمكنك الإشتراك في خرائط جوجل للأعمال، التي تسمح حتى 100000 طلب كل 24 ساعة';
$_['help_geo_zone']						= 'إختر منطقة جغرافية, أو إختر "أي مكان أخر" لحظر الرسوم لأي مكان خارج المنطقة الجغرافية.';
$_['help_location_comparison']			= 'بشكل إفتراضي, طرق الشحن تقارن الموقع مع عنوان الشحن. إستخدم هذا الإعداد لتغيير هذا التصرف.';
$_['help_postcode']						= 'أدخل رمز بريدي واحد أو إمتداد (مثل AB1) أو مقدار (مثل 91000-94499). المقاديل لا تشمل الحدود. إفصل الرموز البريدية المتعددة بفواصل.';

$_['text_order_criteria']				= 'صفات الطلب';
$_['text_coupon']						= 'الكوبون';
$_['text_currency']						= 'العملة';
$_['text_customer']						= 'العميل';
$_['text_customer_group']				= 'مجموعة العملاء';
$_['text_guests']						= 'الزوار';
$_['text_language']						= 'اللغة';
$_['text_past_orders']					= 'الطلبات السابقة';
$_['text_days']							= 'الأيام';
$_['text_payment_extension']			= 'طريقة الدفع';
$_['text_shipping_extension']			= 'طريقة الشحن';
$_['text_shipping_rate']				= 'سعر الشحن';
$_['text_store']						= 'المتجر';
$_['help_coupon']						= 'أدخل كود كوبون محدد, أو أترك الحقل فارغاً لفحص ما إذا كان هناك وجود لكوبون.<br />على سبيل المثال:<br /><br /><b>الكوبون هو ABC123</b><br />الرسوم سيتم تطبيقها عندما يفعل الكوبون ABC123 على السلة<br /><br /><b>الكوبون ليس ABC123</b><br />الرسوم سيتم تطبيقها عندما يكون الكويون ABC123 غير مفعل على السلة<br /><br /><b>الكوبون هو __________</b><br />الرسوم سيتم تطبيقها عندما يكون هناك أي كوبون مفعل على السلة<br /><br /><b>الكوبون ليس __________</b><br />الرسوم سيتم تطبيقها عندما لا يكون هناك أي كوبون مفعل على السلة';
$_['help_currency']						= 'إختر عملة. إذا تم إضافة شروط متعددة للعملات, هذه الرسوم سيتم تحويلها من العملة الإفتراضية بإستخدام تحويل العملات.<br /><br />إذا اردت إدخال قيمة الرسوم بالعملة الأجنبية، أضف شرط عملة واحد بالعملة المختارة.';
$_['help_customer']						= 'أدخل إسم عميل في حقل الإستكمال التلقائي. تأكد من ترك الرقم التعريفي للعميل بين الأقواس المربعة لان هذا يستعمل لأغراض المقارنة.';
$_['help_customer_group']				= 'إختر مجموعة عملاء, أو إختر الزوار لحظر الرسوم لتستعمل فقط للعملاء الذين لم يقوموا بتسجيل الدخول.';
$_['help_language']						= 'إختر لغة.';
$_['help_past_orders_dropdown']			= 'إختر كيفية مقارنة الطلبات السابقة للعملاء: الأيام, الكمية, أو الإجمالي. على سبيل المثال:<br /><br />&bull; لتطبيق الرسوم على العملاء الذين قاموا بعمل طلبات سابقة خلال الثلاثين يوماً السابقين, إختر "الأيام" و أدخل 0-30<br /><br />&bull; لتطبيق الرسوم على العملاء الذين لديهم طلبين سابقين على الأقل, إختر "الكمية" و أدخل 2<br /><br />&bull; لتطبيق الرسوم على العملاء الذين لديهم طلبات سابقة بإجمالي $500 إلى $1000, إختر "الإجمالي" و ادخل 500-1000';
$_['help_past_orders']					= 'أدخل قيمة دنيا (مثل 5) أو مقدر محدد (مثل 50.00-100.00) التي يجب أن لا تقل طلبات العميل السابقة عنها. القيمة المنفردة تمثل هذه القيمة على الاقل.<br /><br />المقادير المحددة مشتملة على البدايات. إفصل القيم المتعددة بفواصل. لتحديد قيمة منفردة واحدة, إستخدم مقدار مثل 50.00-50.00.';
$_['help_payment_extension']			= 'إختر وسيلة دفع يطبق عليها هذه الرسوم أو الخصومات.';
$_['help_shipping_cost']				= 'قم بإدخال قيمة الحد الأدني (مثل 5.00) او نطاق (مثل 30.00-70.00) الذي يفي تكلفة الشحن. قيمة واحدة تشير علي الأقل الي هذه القيمة. مثال, اذا حددت معيار قيمته 5.00 الشحن سيطبق عندما يقوم العميل بإختيار خيار للشحن تكلفته 5.00 او اكثر.<br /><br />النطاقات شاملة حدود القيم. إفصل بين النطاقات المتعددة بفواصل. لتحديد قيمة بعينها, قم بإستخدم النطاقات مثل 5.00-5.00';
$_['help_shipping_extension']			= 'قم بإختيار طريقة الشحن التي يطبق عليها الرسوم/الخصم.';
$_['help_shipping_rate']				= 'قم بإدخال عنوان لمعدل الشحن (مثل بريد ذو أولوية) او عدة عناوين منفصلة بفواصل (مثل بريد ذو أولوية ,بريد سريع). معدل الشحن الذي تم اختياره من العميل سيتم مقارنته بالمقابلة مع هذه القيم.';
$_['help_store']						= 'إختر متجر من المتاجر المتعددة.';

$_['text_product_criteria']				= 'صفات المنتج';
$_['text_attribute']					= 'الخصائص';
$_['text_attribute_group']				= 'مجموعة الخصائص';
$_['text_category']						= 'القسم';
$_['text_manufacturer']					= 'العلامة التجارية';
$_['text_option']						= 'خيار المنتج';
$_['text_product']						= 'المنتج';

$_['help_attribute']					= 'قم بإدخال إسم الخاصية في حقل الإكمال الأوتوماتيكي. قم بالتأكد من ترك الرقم التعريفي للخاصية في مربع الأقواس [و] .حيث أنها تستخدم في أغراض المقارنة. لمطالب أكثر تعقيدا ,قم بأستخدام خاصية مجموعة المنتجات.';
$_['help_attribute_group']				= 'قم بإدخال إسم مجموعة الخواص في حقل الإكمال الأوتوماتيكي. قم بالتأكد من ترك الرقم التعريفي للمجموعة في مربع الأقواس [و] .حيث أنها تستخدم في أغراض المقارنة. لمطالب أكثر تعقيدا, قم بأستخدام خاصية مجموعة المنتجات.';
$_['help_category']						= 'قم بإدخال أسم القسم في حقل الإكمال الأوتوماتيكي. قم بالتأكد من ترك الرقم التعريفي للقسم في مربع الأقواس [و] حيث أنها تستخدم في أغراض المقارنة. لمطالب أكثر تعقيدا, قم بأستخدام خاصية مجموعة المنتجات.';
$_['help_manufacturer']					= 'قم بإدخال إسم العلامة التجارية في حقل الإكمال الأوتوماتيكي. قم بالتأكد من ترك الرقم التعريفي للعلامة التجارية في مربع الأقواس [و]. حيث أنها تستخدم في أغراض المقارنة. لمطالب أكثر تعقيدا, قم بأستخدام خاصية مجموعة المنتجات.';
$_['help_option']						= 'قم بإدخال إختيار في حقل الإكمال الأوتوماتيكي. قم بالتأكد من ترك الرقم التعريفي للإختيار في مربع الأقواس [و]. حيث أنها تستخدم في أغراض المقارنة.';
$_['help_option_value']					= '';
$_['help_product']						= 'قم بإدخال أسم المنتج في حقل الإكمال الأوتاماتيكي. قم بالتأكد من ترك الرقم التعريفي للمنتج في مربع الأقواس [و] حيث انها تستخدم في أغراض المقارنة. لأمورأكثر تعقيدا قم بأستخدام خاصية مجموعة المنتجات.';

$_['text_product_group']				= 'مجموع المنتجات';
$_['text_cart_has_items_from']			= 'السلة بها عناصر من';
$_['text_any']							= 'أي';
$_['text_all']							= 'كل';
$_['text_not']							= 'ليس';
$_['text_only_any']						= 'فقط أي';
$_['text_only_all']						= 'فقط كل';
$_['text_none_of_the']					= 'ليس أي من';
$_['text_members_of']					= 'أعضاء ال';
$_['help_product_group']				= 'قم بإختيار مجموعة منتجات من القائمة. يتم الجمع بين قواعد مجموعة المنتجات المتعددة بأستخدام منطق الجمع, بعكس القواعد الأخري.<br /><br />ملحوظة: يمكنك إنشاء مجموعات جديدة من تبويب "مجموعات المنتجات". مجموعات المنتجات يجب ان تنشأ <b>قبل</b> إضافة قاعدة "مجموعة المنتجات".';
$_['help_product_group_comparison']		= '
	<b>أي</b> = سلة المشتريات لديها علي الأقل عنصر واحد من أعضاء المجموعة, و من الممكن ان يكون لديها عناصر ليست من المجموعة<br /><br />
	<b>كل</b> = سلة المشتريات لديها عناصر من كل أعضاء المجموعة, و من الممكن ان يكون لديها عناصر ليست من المجموعة<br /><br />
	<b>ليس</b> = السلة بها على الأقل عنصر واحد ليس من أعضاء المجموعة، و يمكن ان تحتوي على عناصر من أعضاء المجموعة<br /><br />
	<b>أي فقط</b> = سلة المشتريات لديها <b>فقط</b> عناصر من أعضاء المجموعة, و <b>لا يمكن</b> ان يكون لديها عناصر ليست من المجموعة<br /><br />
	<b>كل فقط</b> = سلة المشتريات لديها <b>فقط</b> عناصر من كل أعضاء المجموعة, و <b>لا يمكن</b> ان يكون لديها عناصر ليست من المجموعة<br /><br />
	<b>لا شيء</b> = سلة المشتريات <b>ليس</b> لديها عناصر من أي عضو من المجموعة
';

$_['text_other_product_data']			= 'بيانات المنتج الأخرى';
$_['help_other_product_data_column']	= 'إختر أي عمود من قاعدة البيانات يستخدم للتجميعات.';
$_['help_other_product_data']			= 'شروط عن طريق بيانات المنتج الأخرى';

$_['text_rule_sets']					= 'مجموعات الشروط';
$_['text_rule_set']						= 'مجموعة الشروط';
$_['help_rule_set']						= 'إختر مجموعة شروط من القائمة';

//------------------------------------------------------------------------------
// Charge Combinations
//------------------------------------------------------------------------------
$_['tab_charge_combinations']			= 'تجميعات الرسوم';
$_['help_charge_combinations']			= 'تجميعات الرسوم تتيح لك تجميع الرسوم المنشئة في منطقة الرسوم. إذا تم إستخدامها، فإنها سوف تظهر وحدها كخيارات شحن.';
$_['heading_charge_combinations']		= 'تجميعات الرسوم';
$_['button_add_combination']			= 'أضف تجميعة';

$_['column_sort_order']					= 'ترتيب الفرز';
$_['column_title_combination']			= 'إسم التجميعة';
$_['column_combination_formula']		= 'معادلة التجميعة';

$_['text_single_title']					= 'عنوان فردي';
$_['text_combined_title_no_prices']		= 'عناوين مجمعة بدون أسعار';
$_['text_combined_title_with_prices']	= 'عناوين مجمعة بأسعار';

$_['help_combination_sort_order']		= 'ترتيب الفرز الذي ستظهر تجميعات الرسوم به للعملاء كخيارات شحن.';
$_['help_combination_title']			= 'نوع العنوان';
$_['help_combination_formula']			= 'أدخل معادلة حساب الرسوم';
$_['placeholder_formula']				= 'SUM(), AVG(), MAX(), MIN()';

//------------------------------------------------------------------------------
// Product Groups
//------------------------------------------------------------------------------
$_['tab_product_groups']				= 'مجموعات المنتجات';
$_['help_product_groups']				= 'مجموعات المنتجات تستخدم لحظر الرسوم على مجموعة من الأقسام، العلامات التجارية، أو المنتجات.';
$_['heading_product_groups']			= 'مجموعات المنتجات';
$_['button_add_product_group']			= 'إضافة مجموعة منتجات';

$_['column_group_members']				= 'أعضاء المجموعة';
$_['column_']							= '';

$_['text_autocomplete_from']			= 'نموذج الإستكمال التلقائي';
$_['text_all_database_tables']			= 'الكل';

$_['help_product_group_sort_order']		= 'ترتيب الفرز الذي يظهر به مجموعة المنتجات عندما يتم إختيارها كشرط.';
$_['help_product_group_name']			= 'الإسم الذي يعرض لمجموعة المنتجات عنما يتم إختيارها كشرط.';
$_['help_autocomplete_from']			= 'إختر غذا ما كنت تريد مربع الإستكمال التلقائي أن يسحب البيانات من جميع الجداول, أو من جداول محددة (الأقسام, المنتجات, إلخ.).';
$_['placeholder_typeahead']				= 'إبداء بكتابة إسم';
$_['help_typeahead']					= 'إبدء بكتابة إسم في مربع الإستكمال التلقائي. إذا وجد اكثر من 15 عنصر, القائمة ستكون قابلة للتمرير, حتى مئة عنصر.<br /><br />إضغط على زر الإدخال لإضافة المدخل الأول و مسح حقل الإدخال, أو إضغط على أي عنصر لإضافته للقائمة و الإبقاء على القائمة مفتوحة, لتستطيع إختيار عناصر أخرى متعددة من القائمة بسرعة.<br /><br />تأكد من ترك البيانات داخل الأقواس المربعة [ و ] فقط, حيث أنها تستخدم في اغراض المقارنة.';

//------------------------------------------------------------------------------
// Rule Sets
//------------------------------------------------------------------------------
$_['tab_rule_sets']						= 'مجموعات الشروط';
$_['help_rule_sets']					= 'مجموعات الشروط تستخدم لتطبيق شروط متعددة على رسوم معينة مرة واحدة. يمكنك إعادة إستخدام نفس مجموعة الشروط لرسوم مختلفة لإنشاء الرسوم التي تريدها بسرعة.';
$_['heading_rule_sets']					= 'مجموعات الشروط';
$_['button_add_rule_set']				= 'إضافة مجموعة شروط';

$_['column_name']						= 'الإسم';

$_['help_rule_set_sort_order']			= 'ترتيب الفرز الذي تظهر به مجموعة الشروط عندما يتم إختيارها كشرط.';
$_['help_rule_set_name']				= 'الإسم الذي يعرض لمجموعة الشروط عند إختيارها كشرط.';

//------------------------------------------------------------------------------
// Standard Text
//------------------------------------------------------------------------------
$_['copyright']							= '';

$_['standard_autosaving_enabled']		= 'الحفظ التلقائي مفعل';
$_['standard_confirm']					= 'لا يمكن الرجوع في هذه العملية، إستكمال؟';
$_['standard_error']					= 'تحذير : أنت لا تمتلك صلاحيات التعديل !';
$_['standard_warning']					= '';
$_['standard_please_wait']				= 'برجاء الإنتظار...';
$_['standard_saving']					= 'جاري الحفظ...';
$_['standard_saved']					= 'تم الحفظ!';
$_['standard_select']					= '--- برجاء الإختيار ---';
$_['standard_success']					= 'تم التعديل !';

$_['standard_module']					= 'التطبيقات';
$_['standard_shipping']					= 'طرق الشحن';
$_['standard_payment']					= 'طرق الدفع';
$_['standard_total']					= 'إجمالي الطلب';
$_['standard_feed']						= 'المزودات';

//------------------------------------------------------------------------------
// Extension-Specific Text
//------------------------------------------------------------------------------
$_['help_charge_charges']				= 'للرسوم البسيطة, أدخل رسم ثابت أو رسم لكل عنصر (مثل 5.00).<hr />للرسوم المتدرجة, إفصل الدرجات بفواصل أو أسطر جديدة, و ادخلهم بالطريقة التالية:<br /><br /><b>من - إلى = التكلفة / لكل</b><br /><br />الإعداد "لكل" إختياري. على سبيل المثال, لخصم رسوم 6 دولار إذا كان عدد العناصر من 1 إلى 3 و 2 دولار لكل عنصر على العناصر من 4 أو اكثر, إختر الكمية ثم ادخل:<br /><div class="text-left" style="margin: 10px">1-3 = 6.00<br />4-9999 = 2.00 / 1</div>';
$_['help_product_groups']				= 'مجموعات المنتجات تستخدم لحظر الرسوم على مجموعة من الأقسام، العلامات التجارية، أو المنتجات.';
?>