/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `option_value_description` (
  `option_value_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `option_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  PRIMARY KEY (`option_value_id`,`language_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;
INSERT INTO `option_value_description` VALUES (86,1,27,'Gray'),(86,2,27,'رمادى'),(87,1,27,'Rose Gold'),(87,2,27,'روز جولد '),(88,1,27,'Pink'),(88,2,27,'زهرى '),(89,1,27,'Silver'),(89,2,27,'فضى '),(90,1,27,'Black'),(90,2,27,'اسود'),(91,1,28,'16 GB'),(91,2,28,'16 جيجابايت '),(92,1,28,'32 GB'),(92,2,28,'32 جيجابايت'),(93,1,28,'64 GB'),(93,2,28,'64 جيجابايت'),(94,1,28,'128 GB'),(94,2,28,'128 جيجابايت'),(95,1,28,'256 GB'),(95,2,28,'256 جيجابايت'),(96,1,27,'Gold'),(96,2,27,'ذهبى'),(97,1,27,'Red'),(97,2,27,'احمر'),(98,1,27,'Blue'),(98,2,27,'ازرق '),(99,1,27,'White'),(99,2,27,'ابيض'),(100,1,29,'S'),(100,2,29,'S'),(101,1,29,'M'),(101,2,29,'M'),(102,1,29,'L'),(102,2,29,'L'),(103,1,29,'XL'),(103,2,29,'XL'),(104,1,29,'XXL'),(104,2,29,'XXL'),(105,1,27,'Green'),(105,2,27,'اخضر'),(106,1,29,'29'),(106,2,29,'29'),(107,1,29,'30'),(107,2,29,'30'),(108,1,29,'31'),(108,2,29,'31'),(109,1,29,'32'),(109,2,29,'32'),(110,1,29,'33'),(110,2,29,'33'),(111,1,29,'34'),(111,2,29,'34'),(112,1,27,'Brown'),(112,2,27,'بنى');
