<?php
  $_['heading_title']         = 'استيراد بيانات خرائط أمازون';
  $_['heading_title_map']     = 'بيانات الخريطة';


  $_['text_success']          = '.إجراء استيراد المنتج نفذ بنجاح';


  $_['entry_info']            = '.يتيح لك تحميل ملف سى اس فى استيراد بيانات متعدده للمنتج You can <a href="demo/amazon_import.csv">download sample</a> file from here.';
  $_['entry_csv']             = '.تحميل ملف سى اس فى';
  $_['help_csv']              = 'يرجى الاطلاع على صيغه سى اس فى التجريبيه وتحميل ملف سى اس فى';
  $_['error_empty_file']      = '.يرجى تحميل ملف سى اس فى لاستيراد المنتج';
  $_['error_file_type']       = '..ملف سى اس فى غير صحيح. يرجى تحميل الملف الصحيح مع امتداد سى اس فى';
  $_['error_header_field']    = '.يرجى تحميل سى اس فى مماثله لاعطاء ملف سى اس فى وهميه';
  $_['error_identification']  = '.الرجاء إدخال رقم تعريف منتج صالح';

  $_['error_product']         = '.ادخال معرف المنتج غير متطابق في المتجر';
  $_['exist_asin']            = 'ادخل رقم اى اس اى ان للمنتج   بالفعل مع المنتج (اوبن كارت_معرف المنتج) ';
?>
