<?php

$_['heading_title']				    = 'قائمة قواعد السعر/الكمية في أمازون';
$_['heading_title_add']			  = 'إضافة قواعد السعر/الكمية';
$_['heading_title_edit']		  = 'تعديل قواعد السعر/الكمية';
$_['heading_title_csv']		    = 'إضافة القواعد مع ملف اس سى فى';

//text
$_['text_add']					      = 'أضف قاعدة السعر / الكمية';
$_['text_price_type_fixed']	  = 'سعر ثابت';
$_['text_price_type_percent'] = 'سعر النسبة المئوية';
$_['text_price_type_inc']	    = '+ (زيادة)';
$_['text_price_type_dec']     = '- (إنقاص)';
$_['entry_rule_type']         = 'نوع القاعدة';

$_['text_store']					    = 'متجر';
$_['btn_add_rule']	          = 'إضافة قاعدة السعر';
$_['btn_add_csv']	            = 'تحميل ملف سى اس فى';
$_['btn_add_csv_tool']	      = 'أضف قائمة قاعدة السعر بالجملة من ملف تحميل سى اس فى';
$_['text_confirm']				    = 'هل انت متأكد من الحذف ؟';
$_['text_success']				    = '!نجاح: تمت إضافة قاعدة السعر بنجاح';
$_['text_success_add']				= '!نجاح: تمت إضافة قاعدة السعر بنجاح';
$_['text_success_edit']				= '!نجاح: تمت إضافة قاعدة السعر بنجاح';
$_['text_success_del']				= '!نجاح: تم حذف قاعدة السعر بنجاح';
$_['text_list']				        = 'قائمة قواعد السعر/الكمية';

//entry
$_['entry_price_from']        = 'قاعدة السعر من';
$_['entry_price_to']          = 'قاعدة السعر إلى';
$_['entry_price_type']        = 'نوع العملية';
$_['entry_price_value']       = 'قيمه المبلغ';
$_['entry_price_status']      = 'حالة قاعدة السعر';
$_['entry_status']      = 'حالة قاعدة السعر';
$_['entry_price_store']       = 'متجر';
$_['entry_price_opration']    = 'عملية';
$_['entry_csv']               = 'تحميل ملف سى اس فى'; 
$_['help_csv']                = '.أدخل ملف سى اس فى الذي يحتوي على التنسيق المناسب بنفس الشكل التوضيحي';
//column
$_['column_price_from']        = 'قاعدة السعر من';
$_['column_price_to']          = 'قاعدة السعر إلى';
$_['column_price_type']        = 'نوع العملية';
$_['column_price_value']       = 'قيمه المبلغ';
$_['column_price_status']      = 'حالة قاعدة السعر';
$_['column_status']            = 'حالة قاعدة السعر';
$_['column_price_store']       = 'متجر';
$_['column_price_opration']    = 'عملية';
$_['column_action']            = 'نشاط';

//placeholder
$_['placeholder_price_from']  = 'أدخل الحد الأدنى لسعر قاعدة السعر';
$_['placeholder_price_to']    = 'أدخل الحد الأقصى لسعر قاعدة السعر';
$_['placeholder_price_value'] = 'أدخل قيمة المبلغ';


//help
$_['help_price_from']         = 'حدد الحد الأدنى لسعر قاعدة السعر لتكون نشطة من';
$_['help_price_to']           = 'تعيين الحد الأقصى لسعر قاعدة السعر لتصبح غير نشطة';
$_['help_price_type']         = 'حدد نوع العملية على أنها ثابتة أو النسبة المئوية (تنطبق فقط على السعر)';
$_['help_price_value']        = 'أدخل قيمة المبلغ';
$_['help_price_status']       = 'اضبط حالة قاعدة السعر';
$_['help_price_store']        = 'اختر المتجر';
$_['help_price_opration']     = 'حدد العملية كـ + (زيادة) أو - (تناقص)';
$_['help_amazon_store_name']  = '.أدخل اسم متجر حساب الأمازون';
$_['help_rule_type']          = '.اختر الكمية أو السعر';
//error
$_['error_field_required']    = '.يرجى ملء النموذج بعناية';
$_['error_price_to']          = 'قاعدة السعر إلى الحقل مطلوبة ويجب أن تحتوي على قيمة أكبر من 0';
$_['error_price_from']        = 'قاعدة السعر من الحقل مطلوبة ويجب أن تحتوي على قيمة أكبر من 0';
$_['error_price_value']       = 'حقل قيمة المبلغ مطلوب ويجب أن يحتوي على قيمة أكبر من 0';
$_['error_range_price_from']  = '.ننطاق السعر مستخدم بالفعل, يرجى اختيار سعر مختلف لا تنتمي القيمة إلى نطاق قواعد السعر المضافة';
$_['error_range_wide_range']  = '.النطاق السعري الذي تم إدخاله لـ السعر يبدأ من و السعر إلى يحتوي على نطاقات قائمة قواعد أخرى, لذا يرجى إدخال نطاق آخر لكلا الملفين';
$_['error_numeric']           = '.الرجاء إدخال القيم الرقمية فقط';
$_['error_empty_file']        = '.يرجى تحميل ملف اس سى فى لإضافة قواعد الأسعار';
$_['error_file_type']         = '.ملف سى اس فى غير صحيح. يرجى تحميل الملف الصحيح مع امتداد سى اس فى';
$_['error_csv_keys']          = '.يحتوي ملف سى اس فى على أسماء أعمدة غير صحيحة, يرجى تصحيحها مثل ملف سى اس فى التجريبي';
$_['error_non_zero']          = '.يحتوي ملف سى اس فى على القيمة 0 لقيم الأعمدة غير الصفرية, يرجى تصحيحها مثل ملف سى اس فى التجريبي';
$_['error_zero']              = '.هذا الحقل غير صالح للقيمة 0، يرجى تصحيح قيمة غير صفرية';
$_['error_same_value']        = '.يحتوي ملف سى اس فى على السعر_ل و السعر_من بنفس القيمة أو السعر_ل أقل من القيمة_من القيمة، يرجى تصحيحها بنفس طريقة ملف سى اس فى التجريبي';
$_['error_range_price_to']    = '.النطاق السعري الذي تم إدخاله لـ السعر من و السعر الى يحتوي على نطاقات قائمة قواعد أخرى, لذا يرجى إدخال نطاق آخر لكلا الملفين';
$_['error_equal']             = '.يجب أن يكون السعر من القيمة أقل من السعر إلى القيمة، يرجى تصحيح كلا قيمة الحقلين';
$_['entry_info']  		        = 'Uploading CSV file allows you to import multiple price rules data from a single file in <a href="http://en.wikipedia.org/wiki/Comma-separated_values" target="_blank">CSV</a> format. You can <a href="demo/demo.zip">download sample</a> file from here.';
