<?php

// Heading
$_['heading_title']    			= 'مجموعات العملاء';

// Text
$_['text_success']     			= 'تم التعديل !';
$_['btn_add_group']  = 'أضف مجموعة';

// Column
$_['column_name']      			= 'اسم مجموعة العميل';
$_['column_sort_order']         = 'ترتيب الفرز';
$_['column_action']   			= 'تحرير';

// Entry
$_['entry_name']       			= 'اسم مجموعة العميل';
$_['entry_description']         = 'الوصف';
$_['entry_approval']            = 'الموافقة على العملاء الجدد';
$_['entry_approval_help']       = 'هل يجب الموافقة على العميل من الادارة قبل تسجيل الدخول';
$_['entry_company_id_display']  = 'عرض خانة رقم الشركة<br /><span class="text-muted">اظهار خانة رقم الشركة</span>';
$_['entry_company_id_required'] = 'عرض خانة رقم الشركة - مطلوب<br /><span class="text-muted">اظهار خانة رقم الشركة بشكل الزامي.</span>';
$_['entry_tax_id_display']      = 'عرض خانة رقم معرف الضريبة<br /><span class="text-muted">عرض خانة رقم معرف الضريبة.</span>';
$_['entry_tax_id_required']     = 'عرض خانة رقم معرف الضريبة - مطلوب<br /><span class="text-muted">عرض خانة رقم معرف الضريبة بشكل الزامي.</span>';
$_['entry_sort_order']          = 'ترتيب الفرز';
$_['entry_customer_verified'] = 'تسجيل الدخول بعد تفعيل الحساب';
$_['entry_customer_verified_help'] = 'لا يمكن تسجيل الدخول اذا لم يقم بتفعيل الحساب( في حاله تفعيل هذا الخيار لابد من تمكين احدي وسائل التفعيل بالاعلي )';

// Error
$_['error_permission'] 			= 'تحذير : أنت لا تمتلك صلاحيات التعديل !';
$_['error_name']       			= 'اسم مجموعة العميل يجب أن يكون أكبر من 3 وأقل من 32 رمزاً !';
$_['error_default']    			= 'تحذير : لا يمكن حذف مجموعة العميل الافتراضية !';
$_['error_store']      			= 'تحذير : لا يمكن حذف مجموعة العميل هذه لأنها مرتبطة بـ %s متاجر !';
$_['error_customer']   			= 'تحذير : لا يمكن حذف مجموعة العميل هذه لأنها مرتبطة بـ %s عملاء !';

$_['enable_email_activation']     = 'التفعيل بواسطة البريد الإلكتروني';
$_['enable_sms_activation']       = 'التفعيل بواسطة الرسائل النصية';
$_['sms_module_is_not_installed'] = 'يجب تنصيب "تطبيق الرسائل القصيرة" لتتكمن من إستخدام هذه الخاصية';
$_['enable_sms_activation_note']  = 'في حال تفعيل الطريقتين ستكون الأسبقية في التفعيل لطريقة التفعيل عن طريق البريد الإلكتروني';


$_['title'] = 'إدارة مجموعات العملاء';
$_['sub_title'] = 'نمنحك القدرة على تخصيص الخصومات و إرسال حملات تسويق مخصصة لمجموعات محددة';
$_['create_order'] = 'إضافة مجموعة جديدة';
$_['learn_guide'] = 'لمعرفة المزيد عن مجموعات العملاء';

// Permissions
$_['text_GroupPermissions'] = 'صلاحيات مخصصة للمجموعة';
$_['text_Permissions'] = 'الصلاحيات ';
$_['text_hidePrice'] = ' إخفاء أسعار المنتجات';
$_['text_hideCart'] = 'إخفاء زر أضف الى السلة';
$_['text_hideProductsLinks'] = 'إخفاءروابط منتجات البروفايل';

?>