<?php
// Heading
$_['heading_title'] = 'العملات';

// Text
$_['text_success'] = 'تم التعديل!';

// Column
$_['column_title'] = 'اسم العملة';
$_['column_code'] = 'الرمز';
$_['column_value'] = 'القيمة';
$_['column_date_modified'] = 'آخر تحديث';
$_['column_action'] = 'تحرير';

// Entry
$_['entry_title'] = 'اسم العملة';
$_['entry_code'] = 'الرمز العالمي للعملة';
$_['entry_code_help'] = 'لا تقم بتغييرها اذا كانت هذه هي العملة الافتراضية وتغييرها سوف يسبب مشاكل في المتجر - فقط يمكنك التغيير اذا كانت هذه العملة ليست هي العملة الافتراضية. ويجب إدخال <a href="http://www.xe.com/iso4217.php" target="_blank">الرمز العالمي للعملة</a> بشكل صحيح';
$_['entry_value'] = 'القيمة';
$_['entry_value_help'] = 'ضع القيمة 1.00000 اذا كانت هذه هي العملة الافتراضية.';
$_['entry_symbol_left'] = 'الرمز على اليمين';
$_['entry_symbol_right'] = 'الرمز على اليسار';
$_['entry_decimal_place'] = 'القيمة العشرية';
$_['entry_status'] = 'الحالة';
$_['entry_log_info']   = 'بيانات المراجعة';

// Error
$_['error_permission'] = 'أنت لا تمتلك صلاحيات التعديل!';
$_['error_title'] = 'العنوان يجب أن يكون بين 3 و 32 رمزاً!';
$_['error_code'] = 'رمز العملة يجب أن يحتوي على 3 رموز!';
$_['error_default'] = 'تحذير: لايمكن حذف العملة الافتراضية!';
$_['error_store'] = 'لا يمكن حذف هذه العملة لأنها مرتبطة مع %s متاجر!';
$_['error_order'] = 'لا يمكن حذف هذه العملة لأنها مرتبطة مع %s طلبات!';

$_['add_currency'] = 'إضافة عملة جديدة';