<?php
// Heading
$_['heading_title'] = 'Marketplace';

// empty orders
$_['title'] = 'بيع منتجاتك على فيسبوك وإنستجرام';
$_['sub_title'] = "يمكنك الوصول إلى أكبر شبكة اجتماعية في العالم للوصول إلى ملايين العملاء، مع هذا التطبيق يمكنك استيراد & تصدير ومزامنة منتجاتك مع فيسبوك وإنستجرام";
$_['price'] = 'سعر التطبيق: %s';
$_['price_free'] = 'سعر التطبيق: <span class="yellow">مجاني</span>';
$_['trial'] = '%s يومًا من التجربة المجانية';
$_['order'] = 'اشتري التطبيق الأن';
$_['install'] = 'تنصيب  التطبيق الأن';
$_['try'] = 'جربه الأن';
$_['edit'] = 'تعديل';
$_['hint'] = 'متاح كتطبيق <span class="yellow">مجاني</span> مع الخطة <span class="yellow">ستاندارد</span>';
$_['learn_guide'] = 'تعرف على كيفية إدراج منتجك على فيسبوك وإنستجرام';
$_['guide_link'] = 'https://support.expandcart.com/ar-eg/%D8%AA%D8%B7%D8%A8%D9%8A%D9%82-%D8%A7%D9%84%D8%A8%D9%8A%D8%B9-%D8%B9%D9%84%D9%89-%D9%81%D9%8A%D8%B3-%D8%A8%D9%88%D9%83-%D9%88%D8%A7%D9%86%D8%B3%D8%AA%D8%AC%D8%B1%D8%A7%D9%85';
?>