<?php
// Heading
$_['heading_title']     = 'موردون نقاط البيع';
$_['text_heading_main']    = 'نظام نقاط البيع';
// Text
$_['text_success']      = '!نجاح: لقد قمت بتعديل الموردين';
$_['text_list']         = 'المورد';
$_['text_add']          = 'إضافة مورد';
$_['text_edit']         = 'تحرير المورد';

// Column
$_['column_sname']      = 'اسم المورد';
$_['column_sstatus']    = 'حالة المورد';
$_['column_email']      = 'البريد الإلكتروني للمورد';
$_['column_date']       = 'تاريخ الاضافة';
$_['column_company']    = 'شركة';
$_['column_website']    = 'موقع الكتروني';
$_['column_action']     = 'اجراء';
$_['column_min_quantity']    = 'أقل كمية';
$_['column_max_quantity']    = 'أكبر كمية';
// Tab
$_['tab_general']       = 'عام';
$_['tab_product']       = 'إدارة المنتجات';

// Entry
$_['entry_firstname']   = 'الاسم الأول للمورد';
$_['entry_lastname']    = 'الاسم الاخير للمورد';
$_['entry_email']       = 'البريد الإلكتروني للمورد';
$_['entry_telephone']   = 'هاتف المورد';
$_['entry_company']     = 'شركة المورد';
$_['entry_website']     = 'الموقع الالكترونى للمورد';
$_['entry_extrainfo']   = 'معلومات المورد الاضافية';
$_['entry_outlets']     = 'منافذ المورد';
$_['entry_address']     = 'عنوان المورد';
$_['entry_city']        = 'مدينة المورد';
$_['entry_postcode']    = 'الرمز البريدى للمورد';
$_['entry_country']     = 'بلد المورد';
$_['entry_zone']        = 'منطقة المورد';
$_['entry_sstatus']      = 'حالة المورد';

// Error
$_['error_permission']  = '!تحذير: ليس لديك صلاحية لتعديل الموردين';
$_['error_outlets']     = '!يجب اختيار منفذ واحد على الأقل';
$_['error_user']        = '!  تحذير: لا يمكن حذف هذا المورد لأنه تم تعيينه حاليًا لمستخدمي %s';
$_['error_exists']      = '!تحذير: عنوان البريد الإلكتروني مسجل بالفعل';
$_['error_firstname']   = '!يجب أن يكون الاسم الأول بين 1 و 32 حرفًا';
$_['error_lastname']    = '!يجب أن يكون الاسم الاخير بين 1 و 32 حرفًا';
$_['error_email']       = '!لا يبدو أن عنوان البريد الإلكتروني صالح';
$_['error_telephone']   = '!يجب أن يكون الهاتف بين 3 و 32 حرفًا';
$_['error_address']     = '!يجب أن يتراوح العنوان بين 3 و 128 حرفًا';
$_['error_city']        = '!يجب أن تكون المدينة بين 2 و 128 حرفًا';
$_['error_postcode']    = '!يجب أن يكون الرمز البريدي بين 2 و 10 أحرف';
$_['error_country']     = '!رجاءً قم بإختيار بلد';
$_['error_zone']        = '!يرجى اختيار المنطقة/المحافظة';
$_['error_warning']     = '!يرجى التحقق من الأخطاء في النموذج';
