<?php
// Heading
$_['heading_title']     = 'مجموعات المستخدمين';

// Text
$_['text_success']      = '!نجاح: لقد قمت بتعديل مجموعات المستخدمين';
$_['text_list']         = 'مجموعة المستخدمين';
$_['text_add']          = 'إضافة مجموعة مستخدمين';
$_['text_edit']         = 'تحرير مجموعة المستخدمين';

// Column
$_['column_name']       = 'اسم مجموعة المستخدم';
$_['column_action']     = 'نشاط';

// Entry
$_['entry_name']        = 'اسم مجموعة المستخدمين';
$_['entry_access']      = 'إذن الوصول';
$_['entry_modify']      = 'تعديل إذن';

// Error
$_['error_permission']  = '!تحذير: ليس لديك صلاحية لتعديل مجموعات المستخدمين';
$_['error_name']        = '!يجب أن يتراوح اسم مجموعة المستخدم بين 3 و 64 حرفًا';
$_['error_user']        = '! تحذير: لا يمكن حذف مجموعة المستخدمين هذه لأنها مخصصة حاليًا لمستخدمي %s';