<?php
// Heading
$_['heading_title']     = 'مستخدمين نظام نقاط البيع';
$_['text_heading_main']    = 'نظام نقاط البيع';
// Text
$_['text_success']      = '!نجاح: لقد قمت بتعديل المستخدمين';
$_['text_list']         = 'قائمة المستخدمين';
$_['text_add']          = 'إضافة مستخدم';
$_['text_edit']         = 'تعديل المستخدم';
$_['text_settings']         = 'إعدادات';

// Column
$_['column_username']   = 'اسم المستخدم';
$_['column_useroutlet']   = 'منفذ البيع';
$_['column_status']     = 'الحالة';
$_['column_date_added'] = 'تاريخ الاضافة';
$_['column_action']     = 'اجراء';

// Entry
$_['entry_username']    = 'اسم المستخدم';
$_['entry_outlet']      = 'الفرع';
$_['entry_password']    = 'كلمة السر';
$_['entry_confirm']     = 'تأكيد';
$_['entry_firstname']   = 'الاسم الاول';
$_['entry_lastname']    = 'الاسم الاخير';
$_['entry_email']       = 'البريد الإلكتروني';
$_['entry_image']       = 'صورة';
$_['entry_status']      = 'الحالة';

// Error
$_['error_permission']  = '!تحذير: ليس لديك صلاحية لتعديل المستخدمين';
$_['error_account']     = '!تحذير: لا يمكنك حذف حسابك الخاص';
$_['error_exists']      = '!تحذير: اسم المستخدم قيد الاستخدام بالفعل';
$_['error_outlet']      = '!حدد منفذًا، إذا لم تجد اي منفذ في القائمة فقم أولاً بإضافة منفذ أو فرع في فروع البيع';
$_['error_username']    = '!يجب أن يتراوح اسم المستخدم بين 3 و 20 حرفًا';
$_['error_password']    = '!يجب أن تكون كلمة المرور بين 4 و 20 حرفًا';
$_['error_confirm']     = '!كلمة المرور وتأكيد كلمة المرور لا يتطابقان';
$_['error_firstname']   = '!يجب أن يكون الاسم الأول بين 1 و 32 حرفًا';
$_['error_lastname']    = '!يجب أن يتراوح اسم الاخير بين 1 و 32 حرفًا';
$_['error_warning']     = '!يرجى التحقق من الاخطاء في النموذج';