<?php

// Text
$_['text_title']            = 'بطاقة ائتمان';
$_['text_wait']             = 'يرجى الانتظار';
$_['text_credit_card']      = 'تفاصيل بطاقة الائتمان';
$_['text_loading']          = 'جاري التحميل';
$_['heading_failed_title']  = 'فشلت عملية الدفع!';
$_['heading_success_title'] = 'تمت عملية الدفع بنجاح';
$_['text_failed']           = 'فشل';
$_['text_p_success']        = 'نجاح';
$_['text_sadad']            = 'سداد';
$_['text_naps']             = 'نابس';

$_['text_failed_customer'] = '<p>لا يمكن معالجة الطلب, يرجى التحقق من تفاصيل الدفع و المحاولة مرة اخرى</p><p>يمكنك عرض الطلبات السابقة بالانتقال إلى<a href="%s"> حسابك</a> و الضغط على<a href="%s"> الطلبات السابقة</a>.</p><p>إذا كان هنالك وثائق لطلبك يمكنك تحميلها من <a href="%s">التحميلات</a></p><p>يرجى توجيه اسئلتك إلى <a href="%s">مدير المتجر</a>.</p>';
$_['text_failed_guest']    = '<p>لا يمكن معالجة طلبك, يرجى التحقق من تفاصيل الدفع و المحاولة مرة أخرى.</p><p>يرجى توجيه اسئلتك إلى<a href="%s"> مدير المتجر</a>.</p>';
$_['text_payment_failed']  = 'خطأ: فشل في الدفع، يرجى التحقق من تفاصيل الدفع الخاصة بك وحاول مرة أخرى، رسالة من بايفورت: ';
$_['text_payment_canceled']  = 'لقد تم إلغاء الدفع، يرجى المحاولة مرة أخرى.';

$_['text_success_customer'] = '<p>لقد تم استلام طلبك بنجاح!</p><p>يمكنك عرض الطلبات السابقة بالانتقال إلى<a href="%s"> حسابك</a> و الضغط على<a href="%s"> الطلبات السابقة</a>.</p><p>إذا كان هنالك وثائق لطلبك يمكنك تحميلها من <a href="%s">التحميلات</a></p><p>يرجى توجيه اسئلتك إلى <a href="%s">مدير المتجر<br/><br/></a> نشكرك على التسوق معنا.</p>';
$_['text_success_guest']    = '<p>تمت معالجة طلبك بنجاح!</p><p>يرجى توجيه اسئلتك إلى<a href="%s"> مدير المتجر</a>.</p> نشكرك على التسوق معنا';
$_['text_general_error']      = 'خطأ في النظام, الرجاء المحاولة لاحقا';
$_['text_error_card_decline'] = 'تم رفض البطاقة, الرجاء استخدام بطاقة اخرى';
$_['text_secure_connection']  = 'إنشاء اتصال آمن...';
$_['error_connection']        = 'تعذر الاتصال ببايفورت. يرجى الاتصال بمسؤول المتجر للحصول على المساعدة أو اختيار طريقة دفع مختلفة.';

$_['error_invalid_signature']  = 'توقيع رد خاطئ.';
$_['error_transaction_error_1'] = 'حدث خطأ أثناء إجراء العملية. حاول مرة اخرى';
$_['error_transaction_error_2'] = 'حدث خطأ أثناء إجراء العملية. حاول مرة اخرى. (رسالة الخطأ: %s)';
$_['error_response_unknown'] = 'الرد غير معروف';

$_['text_card_number'] = 'رقم البطاقة';
$_['text_card_holder_name'] = 'اسم حامل البطاقة';
$_['text_expiry_date'] = 'تاريخ الانتهاء';
$_['text_cvc_code'] = 'رمز التحقق';
$_['help_cvc_code'] = 'رمز التحقق موجود خلف البطاقة';
$_['error_invalid_card_number'] = "رقم البطاقة غير صحيح";
$_['error_invalid_card_holder_name'] = "خطأ في اسم حامل البطاقة";
$_['error_invalid_expiry_date'] = "خطأ في تاريخ الانتهاء";
$_['error_invalid_cvc_code'] = "خطأ في رمز التحقق";
$_['error_invalid_cc_details'] = "معلومات البطاقة غير صحيحة , يرجى التحقق و المحاولة مره اخرى";