<?php

$_['heading_title'] = 'حقق الأرباح بإرسال دعوة لأصدقائك';

$_['btn_copy'] = 'نسخ';
$_['btn_copied'] = 'تم النسخ';
$_['btn_cancel'] = 'الغاء';
$_['btn_redeem'] = 'استرداد';
$_['text_share_link'] = 'شارك رابط التسجيل المباشر عبر';
$_['text_not_requested'] = 'لم يتم الطلب';
$_['text_pending_approval'] = 'في انتظار القبول';
$_['text_pending_confirmation'] = 'في انتظار التاكيد';
$_['text_resubmitted'] = 'تم اعادة الطلب';
$_['text_completed'] = 'تم الاسترداد';
$_['text_share_content'] = 'أنا اعتمد على إكسباندكارت لزيادة مبيعاتي، احصل على خصم 15%% بإستخدام الكود الخاص بي “%s“ و ابدأ بتجربية منصة التجارة الإلكترونيه الأكثر سهولة.';


$_['text_intro_title'] = 'حقق الأرباح وساعد أصدقائك ';
$_['text_intro_desc1'] = 'تمنحك اكسباند كارت كود خصم خاص بك لمشاركته مع أصدقائك لمساعدتهم لبناء متجرهم';
$_['text_intro_desc2'] = 'فعند اشتراك أحد أصدقائك باستخدام كود الخصم الخاص بك يحصل على خصم 15%  ستربح أنت قيمة ال 15% في رصيدك';
$_['text_intro_desc3'] = 'مثال <br> ستربح 5 دولارات إذا اشترك صديقك في بروفشنال شهريًا و 45 دولارًا إذا اشترك في بروفشنال سنويًا <br>ستربح 15 دولار إذا اشترك صديقك في ألتميت شهريًا و 100 دولار إذا اشترك في ألتميت سنويًا ';

$_['text_referral_list_title'] = '💰 كيف يمكنك تحقيق ذلك';

$_['text_referal_link'] = 'الرابط الخاص بك';
$_['text_referal_code'] = 'شارك الكود الخاص بك';
$_['text_subscribe_with_code'] = ' على اصدقائك الاشتراك باحد باقات اكسباند باستخدام كود الخصم الخاص بك';
$_['text_subscribe_earn'] = 'عند إشتراكهم  ستحصل على رصيد إضافى';
$_['text_redeem_once'] = ' يمكنك استبدال قيمة الرصيد بكود خصم للإشتراك في اكسباند أو لشراء التطبيقات والخدمات ';
$_['referal_reports_title'] = 'تقارير الدعوة';
$_['text_signed_up'] = 'تم التسجيل';

$_['text_paid_plan'] = 'عدد المشتركيين بإستخدام كود الخصم الخاص بك';
$_['text_your_balance'] = 'الرصيدك المكتسب';

$_['btn_referral_refund'] = 'استرداد';

$_['text_redeem_balance'] = 'الأرصدة التي تم استخدامها';
$_['text_earned_balance'] = 'الرصيد المكتسب';
$_['text_reward_coupons'] = 'الكوبونات ';
$_['text_redeem_confirmation'] = 'سيتم انشاء كوبون خصم خاص بمتجرك فقط بقسمة %s %s';
$_['text_available'] = 'متاح';
$_['text_used'] = 'مستخدم';

$_['entry_bank_name'] = 'اسم البنك';
$_['entry_branch_name'] = 'فرع البنك';
$_['entry_account_number'] = 'رقم الحساب';
$_['entry_swift_iban'] = 'Swift/Iban';
$_['entry_phone'] = 'رقم الهاتف';

$_['column_store_name'] = 'اسم المتجر';
$_['column_product_name'] = 'الباقة';
$_['column_created_at'] = 'تاريخ الطلب';
$_['column_subscribed_at'] = 'تاريخ الاشتراك';
$_['column_reward'] = 'قيمة المكافأة';
$_['column_amount'] = 'المبلغ';
$_['column_account_number'] = 'رقم الحساب';
$_['column_bank_name'] = 'اسم البنك';
$_['column_reward_status'] = 'حالة المكافأة';
$_['column_status'] = 'الحالة';
$_['column_code'] = 'الكود';

$_['success_code_applied'] = "لقد حصلت على خصم %s %s!";
$_['success_reward_code_generated'] = "تم انشاء كوبون الخصم الخاص بك بنجاح";

$_['error_code_already_used'] = "لقد استخدمت هذا الكود من قبل! لا يمكن استخدام الكود اكثر من مرة.";
$_['error_product_not_included'] = "هذة الباقة غير مدعومة! من فضلك تواصل مع خدمة العملاء لمذيد من المعلومات.";
$_['error_code_does_not_exist'] = "الكود غير صحيح!";
$_['error_discount_code_required'] = "يجب ادخال كود الخصم";
$_['error_no_enough_balance'] = "يجب ان يكون رصيدك الحالي %s$ على الاقل لتتمكن من انشاء طلب استرداد.";
$_['error_bank_name'] = "يجب ادخال اسم البنك";
$_['error_bank_branch'] = "يجب ادخال فرع البنك";
$_['error_account_number'] = "يجب ادخال رقم الحساب";
$_['error_phone'] = "يجب ادخال رقم الهاتف";
$_['error_swift_iban'] = "يجب ادخال Swift/Iban";