<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// header
$_['heading_title']   = 'نسيت كلمة المرور؟';

// Text
$_['text_forgotten']  = 'نسيت كلمة المرور';
$_['text_your_email'] = 'بريدك الإلكتروني';
$_['text_email']      = 'أدخل بريدك الإلكتروني المرتبط بحسابك. انقر على استعادة الافتراضي ليتم إرسال رابط إنشاء كلمة المرور الجديدة الى بريدك الإلكتروني.';
$_['text_success']    = 'تم إرسال بريد إلكتروني يحتوي على وصلة تأكيدية لبريدك الإلكتروني، برجاء الضغط على هذه الوصله لإستكمال خطوات إعادة تعيين كلمة المرور.';
$_['text_reset_password'] = 'إعادة تعيين كلمة المرور';
$_['text_back_login'] = 'العودة إلى صفحة الدخول';
$_['text_enter_email'] = 'أدخل بريدك الإلكتروني لإستعادة كلمة المرور.';

// Entry
$_['entry_email']     = 'البريد الإلكتروني';
$_['entry_password']  = 'كلمة المرور الجديدة';
$_['entry_confirm']   = 'تأكيد كلمة المرور الجديدة';

// Error
$_['error_email']     = 'خطأ: لم يتم العثور على البريد الإلكتروني, الرجاء إعادة المحاولة!';
$_['error_password']  = 'كلمة المرور يجب أن تكون بين 3 و 20 رمزاً!';
$_['error_confirm']   = 'لايوجد تطابق بين كلمة المرور وتأكيد كلمة المرور!';
?>