<?php
//
$_['heading_title']         = 'نظرة عامة';
$_['page_title']         = 'بيع منتجاتك في كل مكان';
$_['page_desc']         = 'بالإضافة إلى البيع على متجرك الألكترونى ، يمكنك أيضًا الوصول إلى المزيد من العملاء عن طريق البيع على المدونات والمنصات الإلكترونية ووسائل التواصل الاجتماعي - في كل مكان يتسوق فيه عملاؤك';

//
$_['sell_title']         = 'البيع على الشبكات الاجتماعية والأسواق الإلكترونية';

$_['sell_box_title1']         = 'بيع على فيسبوك و انستجرام';
$_['sell_box_content1']         = 'الوصول إلى أكبر شبكة اجتماعية في العالم للوصول إلى مليارات العملاء ، مع هذا التطبيق يمكنك استيراد وتصدير ومزامنة منتجاتك مع فيسبوك';
$_['sell_box_price1']         = '<span class="orange m-bold">مجاني</span>  على خطة أسعارك';
$_['install_btn']         = 'تثبيت الآن';

$_['sell_box_title2']         = 'البيع على أمازون';
$_['sell_box_content2']         = 'أكثر من 50٪ من مبيعات أمازون تأتي من بائعين خارجيين. كن واحداً منهم واكسب المزيد من خلال مزامنة منتجات إكسباند كارت مع أمازون.';
$_['sell_box_price2']         = '<span class="orange">5$</span>  &nbsp;<span class="m-bold">مجاناً</span> من الخطة <span class="orange">الاحترافية</span>';

//
$_['using_title']         = 'أضف المزيد من القنوات على الإنترنت';
$_['using_sub_title']         = 'يمكنك الحصول على تطبيق الهاتف المحمول الخاص بك في المتجر لزيادة مبيعاتك والوصول إلى المزيد من العملاء بسهولة';

$_['using_box_title1']         = 'احصل على تطبيق جوال لنظام أندرويد';
$_['using_box_price1']         = '<span class="orange">499$</span> &nbsp;<span class="m-bold">مجاناً</span> بدءا من <span class="orange">الألتميت</span>';
$_['create_btn']         = 'إنشاء التطبيق';

$_['using_box_title2']         = 'احصل على تطبيق جوال لـ IOS (أبل)';
$_['using_box_price2']         = '<span class="orange">499$</span> &nbsp;<span class="m-bold">مجاناً</span> بدءا من <span class="orange">الألتميت</span>';

$_['using_box_title3']         = 'احصل على تطبيق أندرويد و IOS معا';
$_['using_box_price3']         = '<span class="orange">999$</span> &nbsp;<span class="m-bold">مجاناً</span> بدءا من <span class="orange">الألتميت</span>';

//
$_['persion_title']         = 'البيع بمتجر التجزئة الخاصة بك';
$_['persion_box_title']         = 'نقاط البيع (POS)';
$_['persion_box_content']         = 'منصة واحدة لإدارة لمتجرك الألكترونى ومتجر التجزئة الخاصة بك. استخدم نقاط البيع المعتمدة على السحابية لتقوية تحويلات المبيعات في كل مكان تبيع فيه ، وتبسيط إدارة المتجر ، وبناء علاقات قوية مع العملاء.';
$_['persion_box_price']         = '<span class="orange-color">49$</span> &nbsp;<span class="m-bold">مجاناً</span> بدءا من <span class="orange-color">Enterprise</span>';
$_['start_btn']         = 'ابدأ الآن';

//
$_['report_title']         = 'يمكنك الحصول على ما تحتاجه من تقرير المبيعات';
$_['report_sub_title']         = ' هذا نظرة عامة على التقرير الذي يمكنك العثور عليه لمساعدتك على زيادة مبيعاتك';

$_['report_box_title1']         = 'طلباتك';
$_['report_box_content1']         = 'تتبع الطلبات التى تتلقاها في الوقت الذي يريده';
$_['view_report_btn']         = 'عرض التقرير';

$_['report_box_title2']         = 'أعلى 10 منتجات مبيعا';
$_['report_box_content2']         = 'تعرف على المنتجات الأكثر مبيعا فى متجرك';

?>