<?php
// Heading 
$_['heading_title']     = 'عناوين الأخبار';

// Text
$_['text_error']	    = 'لا يوجد أخبار لعرضها!';
$_['text_read_more']    = 'اقرأ المزيد';
$_['text_date_added'] = '<strong>تاريخ الاضافة:</strong>&nbsp;';
$_['entry_name']        = 'اسمك:';
$_['entry_comment']     = 'تعليقك:';
$_['news_prelated']     = 'المنتجات ذات الصلة بهذا المقال';
$_['nocomment']         = 'لا يوجد تعليقات';
$_['writec']            = 'أكتب تعليق';
$_['title_comments']    = 'تعليقات إلى';
$_['bsend']             = 'إرسال';
$_['entry_captcha']     = 'أدخل الرمز في المربع أدناه:';
$_['text_note']         = '<span style="color: #FF0000;">ملاحظة:</span> لا يتم دعم HTML!';
$_['text_wait']         = 'يرجى الانتظار!';
$_['text_success']      = 'شكرا لتعليقك. وقد تم تقديمه إلى مسؤول الموقع الشبكي للموافقة عليه.';

// Buttons
$_['button_news']       = 'العناوين الرئيسية';

//Errors
$_['error_name']        = 'تحذير: يجب أن يكون كاتب التعليقات بين 3 و 25 حرفا!';
$_['error_text']        = 'تحذير: يجب أن يكون نص التعليق بين 25 و 1000 حرف!';
$_['error_captcha']     = 'تحذير: كود التأكيد لا يتطابق مع الصورة!';
?>
