<?php
//
$_['heading_title'] = 'نظرة عامة';
$_['page_title'] = 'أدوات التسويق';
$_['page_desc'] = 'اكتسب ميزة تنافسية من خلال عرض إعلاناتك أمام ملايين العملاء المحتملين.';

//
$_['tools_title'] = 'أدوات لحملات إعلانية قوية';

$_['tools_box_title1'] = 'تطبيق واتسأب';
$_['tools_box_content1'] = 'يمكنك الوصول إلى عملائك بشكل أسرع باستخدام الواتساب والتواصل المستمر معهم.';
$_['tools_box_price1'] = '<span class="orange m-bold">مجاناً</span> مع خطة أسعارك';
$_['install_btn'] = 'تثبيت الآن';
$_['discover_btn'] = 'إكتشف أكثر';

$_['tools_box_title2'] = 'سلة الشراء المتروكه';
$_['tools_box_content2'] = 'استعادة طلبات سلة الشراء المتروكة عن طريق إرسال بريد إلكتروني مخصص إلى عملائك. أصبحت سلات الشراء المتروكة فرصة ضخمة وسهلة لتحويل الزوار لمشترين في المتاجر الإلكترونية';
$_['tools_box_price2'] = '<span class="orange">5$</span> <span class="m-bold">مجاناً</span> مع الباقة <span class="orange">الاحترافية</span>';

$_['tools_box_title3'] = 'البريد الإلكترونى';
$_['tools_box_content3'] = 'تنفيذ استراتيجية تسويقية فعالة لإرسال رسائل البريد الإلكتروني إلى العملاء المحتملين والعملاء.';
$_['tools_box_price3'] = '<span class="orange m-bold">مجاناً</span> مع الباقة <span class="orange">الاحترافية</span>';

$_['tools_box_title4'] = 'الرسائل النصية';
$_['tools_box_content4'] = 'تواصل أسرع مع عملائك عن طريق تنبيهات الرسائل القصيرة لهم عند التسجيل أو عند تغيير حالة الطلب أو إستعمل الرسائل القصيرة للترويج';
$_['tools_box_price4'] = '<span class="orange">19$</span> <span class="m-bold">مجاناً</span> مع الباقة <span class="orange">الاحترافية</span>';

//
$_['add_to_adv'] = 'إضافية إلى الدمج مع أدوات أخرى متقدمة';

//
$_['dis_title'] = 'أدوات الخصومات';

$_['dis_box_title1'] = 'قسائم الخصومات';
$_['dis_box_content1'] = 'امنح عملاءك سببًا لشراء المزيد. يمكنك تخصيص كوبونات الخصم الخاصة بك واختيار إذا كان الخصم لمبلغ الطلب أو نسبة الخصم أو الشحن المجاني';
$_['dis_box_price1'] = '<span class="orange m-bold">مجاناً</span> مع خطة أسعارك';

$_['dis_box_title2'] = 'تحديث الخصومات بالجملة';
$_['dis_box_content2'] = 'قم بتطبيق أو إزالة خصم عام على قسم بأكملة أو مجموعة منتجات مختارة دفعة واحدة بدون الحاجة إلى تطبيق الخصم لكل منتج على حدى';
$_['dis_box_price2'] = '<span class="orange">9$</span> <span class="m-bold">مجاناً</span> مع الباقة <span class="orange">النهائية</span>';

$_['dis_box_title3'] = 'قسائم الهدايا';
$_['dis_box_content3'] = 'يمكن بيع قسيمة الهدايا على أي من قنواتك أو إرسالها مباشرة إلى العملاء.';
$_['dis_box_price3'] = '<span class="orange m-bold">مجاناً</span> مع الباقة <span class="orange">الاحترافية</span>';

//
$_['integ_title'] = 'تكاملات قوية لتحليل سلوك عملائك';

$_['integ_box_title1'] = '  جوجل أناليتكس للتجارة الالكترونية';
$_['integ_box_content1'] = 'الحصول على تقارير التجارة الإلكترونية يسمح لك بتحليل نشاط الشراء على موقعك أو تطبيقك. يمكنك الاطلاع على معلومات المنتج والمعاملات ومتوسط قيمة الطلب.';

$_['integ_box_title2'] = '  فيسبوك بيكسل';
$_['integ_box_content2'] = 'يساعدك Facebook pixel على قياس إجراءات العملاء وبناء الجماهير وإلغاء تأمين أدوات التحسين. تعرف على كيفية إعداد وتثبيت بكسل.';

//
$_['adv_tools_title'] = 'احصل على أدوات وإضافات متقدمة';

$_['adv_tools_box_title1'] = 'نوافذ التسويق المنبثقة';
$_['adv_tools_box_content1'] = 'إجذب زوارك عن طريق الترويج بإستخدام النوافذ المنبثقة و إعرض أي أخبار أو عروض جديدة هامة';
$_['adv_tools_box_price1'] = '<span class="orange">5$</span> <span class="m-bold">مجاناً</span> مع الباقة <span class="orange">الاحترافية</span>';

$_['adv_tools_box_title2'] = 'رابط أفليت للمنتج';
$_['adv_tools_box_content2'] = 'ابدأ البيع مباشرة من متجرك بإستخدام روابط أفليت الخاصة بك من مواقع اخرى. هذا التطبيق يسمح لك باستبدال وظيفة عربة التسوق العادية لأي منتج و إعادة التوجيه إلى رابط الافليت للمنتج';
$_['adv_tools_box_price2'] = '<span class="orange">5$</span> <span class="m-bold">مجاناً</span> مع الباقة <span class="orange">النهائية</span>';

$_['adv_tools_box_title3'] = 'نقاط المكافئة المتطورة';
$_['adv_tools_box_content3'] = 'حافظ على ولاء عملائك عن طريق إستخدام نظام نقاط المكافئة المتطور الذي يعمل مع كل نشاط يقومون به على متجرك';
$_['adv_tools_box_price3'] = '<span class="orange">19$</span> <span class="m-bold">مجاناً</span> مع الباقة <span class="orange">الاحترافية</span>';

$_['adv_tools_box_title4'] = 'Convertedin';
$_['adv_tools_box_content4'] = 'Convertedin هي أول منصة تسويق مختصة بأتمتة الحملات الإعلانية';
$_['adv_tools_box_price4'] = '<span class="orange m-bold">مجاناً</span> مع خطة أسعارك';

?>