<?php
// Text
$_['text_success']     = 'نجاح - لقد قمت بتعديل سلة الشراء!';

// Error
$_['error_permission'] = 'خطأ - لا تمتلك صلاحيات لإستخدام التطبيق!';
$_['error_stock']      = 'بعض المنتجات المختارة غير متاحة بالكمية المطلوبة أو غير متاحة على الإطلاق!';
$_['error_minimum']    = 'الحد الأدنى لطلب %s هو %s!';
$_['error_store']      = 'لا يمكن شراء المنتج من هذا المتجر!';
$_['error_required']   = '%s مطلوب!';
$_['error_rental_days']= "يرجى مراجعة تواريخ الحجز والكمية";

$_['error_product_status'] = 'هذا المنتج  {product_id} غير مفعل ';
$_['error_login_first'] = ' من فضلك قم بتسجيل الدخول أولا';