<?php
// Heading 
$_['heading_title']     = 'خيارات المزادات';

// Text
$_['text_account']      = 'الحساب';
$_['text_auction']       = 'مزاداتي';
$_['text_option']      = 'خياراتي';
$_['text_edit']         = 'خياراتي';
$_['text_your_details'] = 'خيارات المزادات';
$_['text_success']      = 'تم حفظ الخيارات بنجاح.';

// Entry
$_['entry_firstname']  = 'إسمي المستعار:';
$_['entry_lastname']   = 'أريد الحصول على البريد الإلكتروني عندما أضع مزايدة جديدة';
$_['entry_email']      = 'أريد الحصول على البريد الإلكتروني عندما يضع أحد مزايدة أكبر مني';
$_['entry_telephone']  = 'أريد أن استلام رسالة بريد إلكتروني عندما ينتهي مزاد قد شاركت به';
$_['entry_fax']        = 'أريد أن تلقي الإخطارات على المزادات التي شاركت بها';


?>