<?php


// Heading 
$_['heading_title']  = 'تغيير كلمة المرور';

// Text
$_['text_account']   = 'الحساب';
$_['text_password']  = 'كلمة المرور الجديدة';
$_['text_success']   = 'كلمة المرور الخاصة بك قد تم تحديثها بنجاح.';

$_['text_reg_tel'] = 'رقم الهاتف أو الجوال';
$_['text_reg_must_be_of'] = ' لابد أن يكون مكون من ';
$_['text_reg_chars'] = ' حرف!';
$_['text_reg_must_be_bet'] = ' لابد أن يكون طوله بين ';

$_['text_reg_pass_must_be_of'] = 'كلمة المرور لابد أن تكون مكونة من ';
$_['text_reg_pass_must_be_bet'] = 'كلمة المرور لابد أن يكون طولها بين ';
$_['text_reg_and'] = ' و ';

// Entry
$_['entry_password'] = 'كلمة المرور الجديدة:';
$_['entry_confirm']  = 'تأكيد كلمة المرور الجديدة:';

// Error
$_['error_password'] = 'كلمة المرور يجب أن تكون أكثر من 3 وأقل من 20 حرفا!';
$_['error_confirm']  = 'لم تتطابق كلمة المرور مع تأكيد كلمة المرور الرجاء إعادة المحاولة مرة أخرى!';
?>