<?php
// new shipping list
$_['account_creation_title']     = 'حسنًا ، يمكنك إنشاء حساب باتباع الخطوات التالية';
$_['text_shipping_intro']     = 'جاهز لبيع منتجاتك! قم بتحديد طرق استلام المدفوعات التي تفضلها!';
$_['text_first_shipping_alert']     = "لم تقم بتفعيل أي تطبيق لمعالجة الدفع حتى الآن ، مما يعني أن جميع عملائك سيدفعون نقدًا عند التسليم كإعداد افتراضي ";
$_['text_recomended']     = 'التطبيقات الموصى بها لك';
$_['text_appe_length']     = '%s تطبيق';
$_['text_credit_type']     = 'قبول بطاقات الإئتمان';
$_['text_prepaid_type']     = 'الكروت المدفوعة مقدما ';
$_['text_paypal_type']     = 'قبول باي بال';
$_['text_manual_type']     = 'الدفع اليدوي';
$_['text_buy_now_pay_later'] = 'إشتري الآن وإدفع لاحقا';
$_['btn_see_all']     = 'مشاهدة المزيد';
$_['btn_see_less']     = 'مشاهدة عدد أقل';
$_['text_supported_countries']     = 'الدول المدعومة';
$_['text_supported_in']     = 'تعمل فى ';
$_['btn_special_rates']     = 'أسعار خاص';
$_['btn_activated']     = 'تم تفعيله';


$_['paypal_title']     = 'باى بال - PayPal';
$_['paypal_desc']     = 'مع باى بال، سيكون لديك حل يمكّن العملاء من استخدام باى بال مباشرةً كخيار للدفع باستخدام رصيد حسابات باى بال الخاصة بهم أو باستخدام بطاقة الائتمان والخصم.';
$_['paypal_btn']     = 'قم بتفعيل باى بال';
$_["paypal_shortDesc"] = "يمكنك استخدام باى بال كمزود دفع لإستلام المدفوعات الإلكترونية بمتجرك، إعرف المزيد عن باى بال";
$_["paypal_learnMore"] = "اعرف المزيد عن";
$_["paypal_titleName"] = "باي بال";
$_["paypal_formHeader"] = "قم بتمكين تجربة شراء سلسة عن طريق الاتصال بـ باي بال";
$_["paypal_formSubheader"] = "يمكنك الاتصال باستخدام حسابك أو تسجيل حساب جديد";

// shipping active steps
$_['text_what_is']     = 'نبذة عن ';
$_['text_requirements']     = 'المتطلبات';
$_['text_account']     = 'أنشاء حساب';
$_['text_activate']     = 'تفعيل التطبيق';
$_['text_get_started']     = 'إبدأ';
$_['text_as_companies']     = 'شركات';
$_['text_as_individuals']     = 'أفراد';
$_['text_should_have']     = 'يجب توافر :';
$_['text_integrate']     = 'لتتمكن من الإندماج  مع %s';
$_['text_have_inquiry']     = 'إذا كان لديك أى استفسار, يرجى الاتصال ب %s';
$_['text_match_requirements']     = 'إذا كنت تتطابق مع متطلبات التفعيل';
$_['btn_proceed']     = 'إستمر';
$_['text_should_have_acc']     = 'يجب أن يكون لديك حساب على %s لتتمكن من الإندماج  وتفعيلها بنجاح,';
$_['text_have_acc']     = 'هل لديك حساب على %s ؟';
$_['text_need_help']     = 'تحتاج إلى المساعدة؟ يرجى الاتصال ب %s على';
$_['text_about']     = 'نبذة عن %s';
$_['text_global']     = 'كل الدول';
$_['text_price']     = 'السعر';
$_['text_free']     = 'مجانى';
$_['btn_disabled']     = 'غير مفعل';
$_['text_steps_special_btn']     = 'نقدم أسعار خاصة لمستخدمي إكسباند كارت';
$_['text_yes_have']     = "نعم ، لدى حساب";
$_['text_no_havnt']     = "ليس لدى حساب";
$_['text_installation']     = "تفعيل التطبيق";
$_['button_save_changes']     = "حفظ";
$_['button_install_app']     = "تثبيت التطبيق";
$_['button_cancel_changes']     = "الغاء التعديلات";
$_['entry_remove_app']     = "إزالة التطبيق";
$_['entry_remove_app_modal_btn']     = "نعم، حذف التطبيق";

//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']     = 'طرق الدفع';
$_['heading_manual_payment']     = 'طرق الدفع اليدوية';
$_['payments_providers']     = 'مزودي المدفوعات';
$_['heading_title_transaction']     = 'المعاملات';
$_['heading_title_expandpay'] = 'إكسباند باي';
$_['heading_title_expandpay_settings'] = 'إعدادات إكسباند باي ';
$_['heading_title_expandPay_payments'] = "المدفوعات - إكسباند باى";
// Text
$_['text_install']      = 'تنصيب';
$_['text_uninstall']    = 'ازالة التنصيب';

// Column
$_['column_name']       = 'طريقة الدفع';
$_['column_status']     = 'الحالة';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action']     = 'تعديل';
$_['column_Transaction_ID']     = 'رقم المعاملة';
$_['column_type']     = 'النوع';
$_['column_amount']     = 'المبلغ';
$_['column_currency']     = 'العملة';
$_['column_Order_ID']     = 'رقم الطلب';
$_['column_payment_method']     = 'طريقة الدفع';
$_['column_Order_amount']     = 'مبلغ الطلب';
$_['column_Transction_amount']     = 'مبلغ العملية';
$_['column_customer']     = 'العميل';
$_['column_time']     = 'الوقت';
$_['column_fees']     = 'الرسوم';
$_['column_net']     = 'المبلغ المستحق';
$_['column_refund']     = 'استرداد';
$_['column_refund_req']     = 'طلب رد المدفوعات';
$_['column_Batch_ID']     = 'رقم الدفعه';
$_['column_num_trs']     = 'عدد المعاملات';
$_['column_send_to']     = 'مرسل إلى';

// Buttons
$_['entry_next'] = 'التالي';
$_['entry_back'] = 'السابق';
$_['entry_activate'] = 'تفعيل';
$_['entry_configure'] = 'تعديل الإعدادات';
$_['entry_deactivate'] = 'تعطيل';
$_['entry_disable'] = 'إخفاء';
$_['entry_enable'] = 'إظهار';
$_['entry_cancel'] = 'إلغاء';
$_['entry_confirm'] = 'تأكيد';
$_['entry_acceptcc'] = 'قبول بطاقات الإئتمان';
$_['entry_prepaidcards'] = 'الكروت المدفوعة مقدماً';
$_['entry_offlinemethods'] = 'الدفع اليدوي';
$_['entry_activatedmethods'] = 'بوابات الدفع المفعلة';
$_['entry_paypal'] = 'قبول باي بال';
$_['entry_enabledmethod'] = '(ظاهرة في صفحة الدفع)';
$_['entry_disabledmethod'] = '(غير ظاهرة في صفحة الدفع، إضغط على "إظهار" لإظهارها)';
$_['entry_activate_tt'] = "التفعيل سوف يوجهك إلى صفحة إعدادات طريقة الدفع حيث يمكنك إدخال بياناتك ثم الضغط على 'حفظ' لتفعيل طريقة الدفع.";
$_['entry_deactivate_tt'] = "التعطيل سوف يحذف كل الإعدادات المسجلة عن طريقة الدفع هذه و من ثم إخفائها من صفحة الدفع، يمكنك تفعيل الطريقة لاحقاً و إدخال الإعدادات من جديد.";
$_['entry_disable_tt'] = "الإخفاء سيخفي طريقة الدفع من صفحة اتمام الطلب ولن يستطيع العملاء رؤيتها، لكن ستظل جميع إعدادات طريقة الدفع محفوظة ويمكنك إظهارها مرة أخرى في أي وقت.";
$_['entry_enable_tt'] = "الإظهار سيظهر طريقة الدفع في صفحة اتمام الطلب ويتيحها للعملاء لإستعمالها مرة أخرى.";
$_['entry_configure_tt'] = "الضبط سوف يوجهك إلى صفحة إعدادات طريقة الدفع و يمكنك تعديلها حسب الحاجة.";
$_['entry_disable_success'] = 'تم إخفاء الطريقة بنجاح';
$_['entry_enable_success'] = 'تم إظهار الطريقة بنجاح';
$_['entry_deactivate_success'] = 'تم تعطيل الطريقة بنجاح';
$_['entry_disable_payment_method'] = 'إخفاء طريقة الدفع';
$_['entry_deactivate_payment_method'] = 'إزالة باي بال';
$_['entry_enable_payment_method'] = 'إظهار طريقة الدفع';
$_['entry_disable_message'] = 'الإخفاء سيخفي طريقة الدفع من صفحة اتمام الطلب ولن يستطيع العملاء رؤيتها، لكن ستظل جميع إعدادات طريقة الدفع محفوظة ويمكنك إظهارها مرة أخرى في أي وقت.';
$_['entry_enable_message'] = 'إظهار طريقة الدفع سيجعلها متاحة في صفحة اتمام الطلب للعملاء.';
// $_['entry_deactivate_message'] = 'التعطيل سوف يحذف كل الإعدادات المسجلة عن طريقة الدفع هذه و من ثم إخفائها من صفحة الدفع، يمكنك تفعيل الطريقة لاحقاً و إدخال الإعدادات من جديد.';
$_['entry_deactivate_EP_message'] = 'بإزالة هذا التطبيق ، لن تتمكن من تلقي المدفوعات الإلكترونية عبر إكسباند باى';
$_['entry_deactivate_message'] = 'بإزالة هذا التطبيق سوف لن تتمكن من إستقبال المدفوعات من مستخدمين باى بال، هل أنت متأكد من رغبتك فى إزالة التطبيق؟';
$_['entry_disable_message_conf'] = 'هل أنت متأكد من أنك تريد الإخفاء؟';
$_['entry_enable_message_conf'] = 'هل أنت متأكد من أنك تريد الإظهار؟';
$_['entry_deactivate_message_conf'] = 'هل أنت متأكد من أنك تريد التعطيل؟';
$_['entry_activate_success'] = 'تم تعديل و تفعيل الطريقة بنجاح';
$_['tutorial_heading'] = 'كيف تقبل الدفع ببطاقات الائتمان علي متجرك الالكتروني و كيف تستلم الأموال';

$_['find_payment_method'] = 'البحث عن طرق الدفع';
$_['what_do_you_looking_for'] = 'أكتب كلمة للبحث';
$_['label_types'] = 'الفئات';
$_['label_paypal'] = 'قبول باي بال';
$_['label_credit_cards'] = 'قبول بطاقات الإئتمان';
$_['label_prepaid_cards'] = 'الكروت المدفوعة مقدما';
$_['label_offline_methods'] = 'الدفع اليدوي';
$_['label_enabled'] = 'مفعلة';
$_['label_disabled'] = 'غير مفعلة';
$_['label_installed'] = 'مثبتة';
$_['label_payment_method'] = 'طريقة دفع';
$_['label_shipping_method'] = 'طريقة شحن';

// PayPal
$_['pp_standard_image'] = 'view/image/payment/paypal.png';
$_['pp_standard_image_alt'] = 'باي بال PayPal';
$_['pp_standard_title'] = 'Payments Standard';
$_['pp_standard_sortorder'] = '0';
$_['pp_standard_desc'] = '
                                        <p>إقبل البطاقات الإئتمانية و الباي بال في موقعك بسهولة و أمان. باي بال مقبول عالمياً و التعامل معه سهل جدا خصوصاً إذا لم تكن لديك خبرة في قبول الدفع عن طريق الإنترنت.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و الباي بال في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في باي بال <a href="https://www.paypal.com/us/merchantsignup/router/wps">من هنا</a>، بعد أن تحصل على حساب في باي بال، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى باي بال.</p>
                                    ';


// 2Checkout
$_['twocheckout_image'] = 'view/image/payment/2checkout.png';
$_['twocheckout_image_alt'] = 'تو شك آوت 2Checkout';
$_['twocheckout_title'] = 'تو شك آوت 2Checkout';
$_['twocheckout_sortorder'] = '2';
$_['twocheckout_desc'] = '
                                        <p>إقبل البطاقات الإئتمانية و الباي بال.</p>
                                        <p>2Checkout مدعوم عالمياً و يعتبر طريقة دفع مثلى لقبول البطاقات الإئتمانية في الشرق الأوسط.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و الباي بال في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>عملية تسجيل مباشرة.</li>
                                            <li>يدعم عدة لغات وعملات.</li>
                                            <li>وسائل تحويل أموال سهلة عن طريق تحويل بنكي، حوالات مصرفية عالمية، أو عن طريق Payoneer MasterCard.</li>
                                        </ul>

                                        <p>2Checkout يتطلب أن تكون لديك شركة منشأة و لديها أوراق تسجيل رسمية في دولتك. تحتاج أيضاً إلى سياسة خصوصية، بنود الخدمة، و سياسة الإرتجاع.</p>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في 2Checkout <a href="https://www.2checkout.com/referral?r=82cd16e734">من هنا</a>، بعد أن تحصل على حساب في 2Checkout، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى 2Checkout.</p>
                                    ';


// Dixipay
$_['dixipay_image'] = 'view/image/payment/dixipay.png';
$_['dixipay_image_alt'] = 'ديكسي باي';
$_['dixipay_title'] = 'ديكسي باي';
$_['dixipay_sortorder'] = '11';
$_['dixipay_desc'] = '
                                        <p>إقبل البطاقات الإئتمانية في موقعك عن طريق بوابة دفع آمنة. ديكسي باي مدعومة في الشرق الأوسط.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية في موقعك.</li>
                                            <li>يدعم طرق دفع بديلة أخرى عالمياً.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                        </ul>

                                        <p>ديكسي باي يتطلب أن تكون لديك شركة منشأة و لديها أوراق تسجيل رسمية في دولتك. تحتاج أيضاً إلى سياسة خصوصية، بنود الخدمة، و سياسة الإرتجاع.</p>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في ديكسي باي <a href="https://www.dixipay.com/cabinet/reg_merchant.php">من هنا</a>، بعد أن تحصل على حساب في ديكسي باي، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى ديكسي باي.</p>
                                    ';

// Faturah
$_['faturah_image'] = 'view/image/payment/faturah.png';
$_['faturah_image_alt'] = 'فاتورة';
$_['faturah_title'] = 'فاتورة';
$_['faturah_sortorder'] = '12';
$_['faturah_desc'] = '
                                        <p>إقبل البطاقات الإئتمانية في موقعك من خلال بوابة دفع أمنة بالإضافة إلى خيارات دفع إضافية مفيدة.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية في موقعك.</li>
                                            <li>يدعم طرق دفع بديلة أخرى.</li>
                                            <li>سهولة في الإستخدام.</li>
                                        </ul>

                                        <p>فاتورة تقبل التجار فقط من <b>المملكة العربية السعودية</b>، و تتطلب أن تكون شركة منشأة هناك. إذا كنت في المملكة العربية السعودية فإن هذه الوسيلة من أفضل الوسائل بالنسبة لك.</p>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في فاتورة <a href="http://www.faturah.com/en/faturahinfo/joinnow.aspx">من هنا</a>، بعد أن تحصل على حساب في فاتورة، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى فاتورة.</p>
                                    ';

// Gate2Play
$_['gate2play_image'] = 'view/image/payment/hyperpay.jpg';
$_['gate2play_image_alt'] = 'Hyperpay';
$_['gate2play_title'] = 'Hyperpay';
$_['gate2play_sortorder'] = '13';
$_['gate2play_desc'] = '
                                        <p>Hyperpay لديها شبكة واسعة في منطقة الشرق الأوسط، الشيئ الذي يمكنها من للإنتشار بسهولة ودعم الطرق المستخدمة في دول الشرق الأوسط مثل زينجا و كاش يو، لدعم المشترين بشكل واسع.</p>

                                        <p>فريق Hyperpay من الخبراء يوفر لك جميع الخدمات التي تحتاجها بداية من ممثلي خدمة العملاء حتى فريق الإدارة المجتمعية و الكثير غيرها من الخدمات.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و الكروت مسبقة الدفع (مثل كاش يو و ون كارد)، و غيرها من طرق الدفع البديلة.</li>
                                            <li>فريق دعم متكامل.</li>
                                            <li>خبراء في معالجة الدفع في الشرق الأوسط.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Hyperpay <a href="http://Hyperpay.com/Become-Merchant">من هنا</a>، بعد أن تحصل على حساب في Hyperpay، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى Hyperpay.</p>
                                    ';

// OKPAY
$_['okpay_image'] = 'view/image/payment/okpay.png';
$_['okpay_image_alt'] = 'OKPAY';
$_['okpay_title'] = 'OKPAY';
$_['okpay_sortorder'] = '3';
$_['okpay_desc'] = '
                                        <p>OKPAY لديها مجموعة كبيرة من وسائل الدفع البديلة و الإلكترونية بجانب جميع أنواع الكروت الإئتمانية.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و غيرها الكثير من طرق الدفع الإلكترونية و البديلة.</li>
                                            <li>فريق دعم متكامل.</li>
                                            <li>دعم لمعظم دول الشرق الأوسط.</li>
                                            <li>إجراءات تسجيل سهلة نسبياً مقارنة بالطرق الأخرى.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في OKPAY <a href="https://secure.okpay.com/ar/account/signup.html">من هنا</a>، بعد أن تحصل على حساب في OKPAY، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى OKPAY.</p>
                                    ';

// Innovate Payments
$_['innovatepayments_image'] = 'view/image/payment/innovatepayments.png';
$_['innovatepayments_image_alt'] = 'Innovate Payments';
$_['innovatepayments_title'] = 'Innovate Payments';
$_['innovatepayments_sortorder'] = '14';
$_['innovatepayments_desc'] = '
                                        <p>Innovate Payments متخصصة في تقديم حلول الدفع عن طريق الإنترنت للتجار في المناطق حيث التجارة الإلكترونية مازالت ناشئة و حيث إيجاد شريك دفع إعتمادي و إقتصادي يعتبر أمراً صعبا. مقرها في دبي، و تركيزها الرئيسي هو تنمية التجارة الإلكترونية في الشرق الأوسط حيث يعتقد أنه سيكون هناك نمو كبير في السنوات القادمة.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>معالجة أمنه لكل الأنواع الشائعة من البطاقات الإئتمانية.</li>
                                            <li>أسعار رخيصة لقبول الدفع عن طريق الإنترنت.</li>
                                            <li>أكثر من 120 عملة للمعاملات و تغطية للقارة الأمريكية، الأوروبية و الشرق الأوسط.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Innovate Payments <a href="http://www.innovatepayments.com/apply.php">من هنا</a>، بعد أن تحصل على حساب في Innovate Payments، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى Innovate Payments.</p>
                                    ';

// PayTabs
$_['paytabs_image'] = 'view/image/payment/paytabs.png';
$_['paytabs_image_alt'] = 'PayTabs';
$_['paytabs_title'] = 'PayTabs';
$_['paytabs_sortorder'] = '1';
$_['paytabs_desc'] = '
                                        <p>حلول لعمليات الدفع و نظم منع الغش لأعمالك. متخصصون في حلول التجارة الإلكترونية في أسواق الشرق الأوسط بشكل خاص.</p>

                                        <p>PayTabs تعتبر واحدة من أسهل بوبات الدفع في الشرق الأوسط من حيث التعامل معها، يمكنك التسجيل بسهولة و تأكيد حسابك و البدء خلال دقائق.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                            <li>تدعم العديد من اللغات و العملات.</li>
                                            <li>تحويل الأموال في يومين عمل فقط إلى حسابك البنكي.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في PayTabs <a href="https://www.paytabs.com/sign_up">من هنا</a>، بعد أن تحصل على حساب في PayTabs، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى PayTabs.</p>
                                    ';

// ACCEPT AMAN
$_['accept_aman_image'] = 'view/image/payment/accept_aman.jpg';
$_['accept_aman_image_alt'] = 'Accept Aman';
$_['accept_aman_title'] = 'Accept Aman';
$_['accept_aman_sortorder'] = '1';
$_['accept_aman_desc'] = '
                                        <p>حلول لعمليات الدفع و نظم منع الغش لأعمالك. متخصصون في حلول التجارة الإلكترونية في أسواق الشرق الأوسط بشكل خاص.</p>
                                        <p>Accept Aman تعتبر واحدة من أسهل بوبات الدفع في الشرق الأوسط من حيث التعامل معها، يمكنك التسجيل بسهولة و تأكيد حسابك و البدء خلال دقائق.</p>
                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                            <li>تدعم العديد من اللغات و العملات.</li>
                                            <li>تحويل الأموال في يومين عمل فقط إلى حسابك البنكي.</li>
                                        </ul>
                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Accept Aman <a href="https://portal.weaccept.co/portal/register">من هنا</a>، بعد أن تحصل على حساب في PayTabs، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى PayTabs.</p>
                                        ';
// ACCEPT CARDS
$_['accept_cards_image'] = 'view/image/payment/accept_cards.jpg';
$_['accept_cards_image_alt'] = 'Accept Cards';
$_['accept_cards_title'] = 'Accept Cards';
$_['accept_cards_sortorder'] = '1';
$_['accept_cards_desc'] = '
                                        <p>حلول لعمليات الدفع و نظم منع الغش لأعمالك. متخصصون في حلول التجارة الإلكترونية في أسواق الشرق الأوسط بشكل خاص.</p>
                                        <p>Accept Cards تعتبر واحدة من أسهل بوبات الدفع في الشرق الأوسط من حيث التعامل معها، يمكنك التسجيل بسهولة و تأكيد حسابك و البدء خلال دقائق.</p>
                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                            <li>تدعم العديد من اللغات و العملات.</li>
                                            <li>تحويل الأموال في يومين عمل فقط إلى حسابك البنكي.</li>
                                        </ul>
                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Accept Cards <a href="https://portal.weaccept.co/portal/register">من هنا</a>، بعد أن تحصل على حساب في PayTabs، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى PayTabs.</p>
                                        ';
// ACCEPT WALLETS
$_['accept_wallets_image'] = 'view/image/payment/accept_wallets.jpg';
$_['accept_wallets_image_alt'] = 'Accept Wallets';
$_['accept_wallets_title'] = 'Accept Wallets';
$_['accept_wallets_sortorder'] = '1';
$_['accept_wallets_desc'] = '
                                        <p>حلول لعمليات الدفع و نظم منع الغش لأعمالك. متخصصون في حلول التجارة الإلكترونية في أسواق الشرق الأوسط بشكل خاص.</p>
                                        <p>Accept Wallets تعتبر واحدة من أسهل بوبات الدفع في الشرق الأوسط من حيث التعامل معها، يمكنك التسجيل بسهولة و تأكيد حسابك و البدء خلال دقائق.</p>
                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                            <li>تدعم العديد من اللغات و العملات.</li>
                                            <li>تحويل الأموال في يومين عمل فقط إلى حسابك البنكي.</li>
                                        </ul>
                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Accept Wallets <a href="https://portal.weaccept.co/portal/register">من هنا</a>، بعد أن تحصل على حساب في PayTabs، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى PayTabs.</p>
                                        ';


// Skrill
$_['skrill_image'] = 'view/image/payment/skrill.png';
$_['skrill_image_alt'] = 'Skrill';
$_['skrill_title'] = 'Skrill';
$_['skrill_sortorder'] = '4';
$_['skrill_desc'] = '
                                        <p>إقبل البطاقات الإئتمانية في موقعك بسهولة و أمان. Skrill هي بوابة دفع مدعومة عالمياً و تعمل بسهولة مع الشركات في الشرق الأوسط.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و الدفع الإلكتروني في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>سهولة في الإستخدام.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Skrill <a href="https://signup.skrill.com/business">من هنا</a>، بعد أن تحصل على حساب في Skrill، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى Skrill.</p>
                                    ';

// CashU
$_['cashu_image'] = 'view/image/payment/cashu.png';
$_['cashu_image_alt'] = 'كاش يو';
$_['cashu_title'] = 'كاش يو';
$_['cashu_sortorder'] = '0';
$_['cashu_desc'] = '
                                        <p>كاش يو هو بوابة دفع واسعة الإنتشار في الشرق الأوسط عن طريق الكروت المدفوعة مقدما. يستطيع العملاء شراء كروت كاش يو من أي متجر محلي و إستخدام رصيدهم للشراء من موقعك.</p>
                                        <p>كاش يو هو وسيلة دفع آمنه صممت و خصصت لتناسب و تخدم و تدعم المشترين عن طريق الإنترنت في كل البلاد العربية و البلاد المحيطة بهم عن طريق حلول دفع أمنه، متاحة و سهلة الإستخدام لإعطائهم الإمكانية للشراء من الإنترنت بدون الدخول في مشكلات الدخل، الجنسية، أو الحسابات البنكية.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و كروت كاش يو المدفوعة مقدماً في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>واسعة الإنتشار في الشرق الأوسط.</li>
                                            <li>سهولة في الإستخدام.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في كاش يو <a href="https://www.cashu.com/Merchants/en/register">من هنا</a>، بعد أن تحصل على حساب في كاش يو، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى كاش يو.</p>
                                    ';

// OneCard
$_['onecard_image'] = 'view/image/payment/onecard.png';
$_['onecard_image_alt'] = 'ون كارد';
$_['onecard_title'] = 'ون كارد';
$_['onecard_sortorder'] = '1';
$_['onecard_desc'] = '
                                        <p>ون كارد هو أحد أنسب طرق الدفع على الإنترنت في الشرق الأوسط عن طريق الكروت المدفوعة مقدماً.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل كروت ون كارد المدفوعة مقدماً في موقعك.</li>
                                            <li>لا توجد مصاريف تنصيب أو مصاريف إنهاء.</li>
                                            <li>واسعة الإنتشار في الشرق الأوسط.</li>
                                            <li>تحويل سريع و سهل لأموالك إلى حسابك البنكي.</li>
                                            <li>تسويق و إعلان مجاني.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في ون كارد <a href="https://www.onecard.net/customer/beMerchantForm.html">من هنا</a>، بعد أن تحصل على حساب في ون كارد، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى ون كارد.</p>
                                    ';

// Bank Transfer
$_['bank_transfer_image'] = 'view/image/payment/banktransfer.png';
$_['bank_transfer_image_alt'] = 'تحويل بنكي';
$_['bank_transfer_title'] = 'تحويل بنكي';
$_['bank_transfer_sortorder'] = '1';
$_['bank_transfer_desc'] = '
                                        <p>إقبل الدفع عن طريق تحويل بنكي إلى حسابك.</p>

                                        <p>في هذه الطريقة تقوم بتحديد بيانات حسابك البنكي التي سوف يتم عرضها للمشترين عند إتمام الطلب، بعد إتمام الطلب يتوجب على المشتري التوجه إلى البنك لتحويل مبلغ الطلب إلى حسابك البنكي، وعندما تتلقى التحويل يمكنك معالجة الطلب.</p>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و إملئ بيانات حسابك البنكي.</p>
                                    ';

// Free Checkout
$_['free_checkout_image'] = 'view/image/payment/freecheckout.png';
$_['free_checkout_image_alt'] = 'انهاء الطلب مجانا';
$_['free_checkout_title'] = 'انهاء الطلب مجانا';
$_['free_checkout_sortorder'] = '4';
$_['free_checkout_desc'] = '
                                        <p>انهاء الطلب بدون دفع.</p>

                                        <p>عند تفعيل هذه الطريقة فإنه يمكن للزائر الدفع من رصيد نقاطة او رصيد حسابه لدى المتجر بدون الحاجة للدفع اذا كان رصيده يغطي كامل القيمة. و هذه الطريقة ستظهر فقط اذا كان الرصيد يغطي كامل القيمة فقط و ليس جزء منها.</p>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و إملئ البيانات.</p>
                                    ';


// Cheque
$_['cheque_image'] = 'view/image/payment/cheque.png';
$_['cheque_image_alt'] = 'شيك';
$_['cheque_title'] = 'شيك أو أمر دفع';
$_['cheque_sortorder'] = '3';
$_['cheque_desc'] = '
                                        <p>إقبل الدفع عن طريق شيك بنكي أو أمر دفع معتمد.</p>

                                        <p>في هذه الطريقة تقوم بعرض بيانات المدفوع لأمره للمشتري عند إتمام الطلب، لكي يتمكنوا من تحرير شيك أو أمر دفع بإسمه و إرساله يدوياً بأي طريقة، و حالما تستلمه يمكنك معالجة الطلب.</p>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و إملئ بيانات المدفوع لأمره.</p>
                                    ';

// COD
$_['cod_image'] = 'view/image/payment/cod.png';
$_['cod_image_alt'] = 'الدفع عند التسليم';
$_['cod_title'] = 'الدفع عند التسليم';
$_['cod_sortorder'] = '0';
$_['cod_desc'] = '
                                        <p>إقبل الدفع نقداً عند توصيل المنتجات للمشترين.</p>

                                        <p>في هذه الطريقة، عندما تقوم بتوصيل المنتجات للمشترين يمكنك تحصيل المبلغ عند التوصيل، لذلك ف المشتري ينهي الطلب و يدفع لاحقاً عنما يتسلم المنتج.</p>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و عدل الإعدادات حسب الحاجة.</p>
                                    ';

// Payfort
$_['payfort_fort_image'] = 'view/image/payment/payfort_logo.png';
$_['payfort_fort_image_alt'] = 'بيفورت';
$_['payfort_fort_title'] = 'بيفورت فورت';
$_['payfort_fort_sortorder'] = '0';
$_['payfort_fort_desc'] = '
                                        <p>بوابة الدفع الجيل القادم التي تناسب احتياجات أي عمل!</p>
                                        <p>بيفورت تعد أكبر بوابة دفع في الشرق الأوسط</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إقبل البطاقات الإئتمانية و المدينة على موقعك.</li>
                                            <li>معيار تشفير متقدم للحماية.</li>
                                            <li>خيارات دفع و خيارات بنكية متعددة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في بيفورت <a href="http://www.payfort.com/signup/">من هنا</a>، بعد أن تحصل على حساب في بيفورت، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى بيفورت.</p>
                                    ';

// Zain Cash
$_['zaincash_image'] = 'view/image/payment/zaincash.jpg';
$_['zaincash_image_alt'] = 'زين كاش';
$_['zaincash_title'] = 'زين كاش';
$_['zaincash_sortorder'] = '2';
$_['zaincash_desc'] = '
                                        <p>خدمة زين كاش هي خدمة جديدة تقدمها شركة محفظة العراق بالتعاون مع شركة زين العراق وبأشراف من البنك المركزي العراقي.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>أنسب للشركات التي تعمل في العراق.</li>
                                            <li>تعتبر طريقة دفع بديله ممتازة.</li>
                                            <li>خيارات دفع و خيارات بنكية متعددة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في زين كاش <a href="https://zaincash.iq/portal/ar/web/mfs/contacts">من هنا</a>، بعد أن تحصل على حساب في زين كاش، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى زين كاش.</p>
                                    ';

// KNET
$_['knet_image'] = 'view/image/payment/knet.jpg';
$_['knet_image_alt'] = 'كي - نت';
$_['knet_title'] = 'كي - نت';
$_['knet_sortorder'] = '5';
$_['knet_desc'] = '
                                        <p>كي - نت هي شركة كويتية وطنية تقدم خدمات مصرفية إلكترونية لجميع البنوك في الكويت.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>معروفة ومعتمدة في جميع البنوك الكويتية وبعض البنوك الخليجية الأخرى.</li>
                                            <li>موثوق بها في الكويت وتستخدم على نطاق واسع من قبل العديد من العملاء.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء التحدث إلى البنك الخاص بكم للتأكد من دعمه لهذه الطريقة و لفتح حساب لها من البنك، بعد أن تحصل على حساب، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك التي إستلمتها من البنك.</p>
                                        <p><b>ملاحظة:</b> يرجى التحدث إلى دعمنا الفني لرفع ملف الربط الخاص بحسابك و الذي تتلقاه من المصرف الذي تتعامل معه، وهذا مطلوب لكي تعمل طريقة الدفع هذه.</p>
                                    ';

// My Fatoorah
$_['my_fatoorah_image'] = 'view/image/payment/my_fatoorah.png';
$_['my_fatoorah_image_alt'] = 'ماي فاتورة';
$_['my_fatoorah_title'] = 'ماي فاتورة';
$_['my_fatoorah_sortorder'] = '6';
$_['my_fatoorah_desc'] = '
                                        <p>ماي فاتورة يجعل عملية السداد أسهل وتوفر لك الأدوات اللازمة لتحقيق نمو اعمالك، مع ماي فاتورة يمكنك قبول المدفوعات، ليس فقط علي الصعيد الإقليمي بل من جميع أنحاء العالم.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تمكنك من قبول ماستر كارد، بطاقة فيزا، و كي نت.</li>
                                            <li>معالجة تحويل المدفوعات في أقل من 24 ساعة.</li>
                                            <li>معروفة و مستخدمة على نطاق واسع في الكويت وبعض دول مجلس التعاون الخليجي الأخرى.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في ماي فاتورة <a href="https://www.myfatoorah.com/vendor_signup.aspx">من هنا</a>، بعد أن تحصل على حساب في ماي فاتورة، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى ماي فاتورة.</p>
                                    ';

// MIGS
$_['migscheckout_image'] = 'view/image/payment/migs.png';
$_['migscheckout_image_alt'] = 'بوابة الدفع من ماستر كارت';
$_['migscheckout_title'] = 'بوابة الدفع من ماستر كارت';
$_['migscheckout_sortorder'] = '7';
$_['migscheckout_desc'] = '
                                        <p>بوابة الدفع من ماستر كارد هي بوابة دفع الكتروني مقدمة من ماستر كارد، هذه الطريقة مدعومة و مقدمة من العديد من البنوك على انها حل الدفع الالكتروني لديهم.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تمكنك من قبول ماستر كارد و فيزا.</li>
                                            <li>معالجة تحويل المدفوعات في أقل من 24 ساعة.</li>
                                            <li>مقدمة مباشرة من العديد من البنوك و يتم تفعيلها من البنك نفسه.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء التواصل مع البنك الخاص بكم و طلب فتح حساب في هذه الخدمة، بعد أن تحصل على حساب من البنك الخاص بكم، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك المستلمة من البنك.</p>
                                    ';

// tnspayments
$_['tnspayments_image'] = 'view/image/payment/migs.png';
$_['tnspayments_image_alt'] = ' بوابة ماستر كارت 2.0';
$_['tnspayments_title'] = ' بوابة ماستر كارت 2.0';
$_['tnspayments_sortorder'] = '7';
$_['tnspayments_desc'] = '
                                        <p>بوابة الدفع من ماستر كارد  2هي بوابة دفع الكتروني مقدمة من ماستر كارد، هذه الطريقة مدعومة و مقدمة من العديد من البنوك على انها حل الدفع الالكتروني لديهم.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تمكنك من قبول ماستر كارد و فيزا.</li>
                                            <li>معالجة تحويل المدفوعات في أقل من 24 ساعة.</li>
                                            <li>مقدمة مباشرة من العديد من البنوك و يتم تفعيلها من البنك نفسه.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء التواصل مع البنك الخاص بكم و طلب فتح حساب في هذه الخدمة، بعد أن تحصل على حساب من البنك الخاص بكم، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك المستلمة من البنك.</p>
                                    ';


// Bitpay
$_['bitpay_image'] = 'view/image/payment/bitpay.png';
$_['bitpay_image_alt'] = 'بيتباي';
$_['bitpay_title'] = 'بيتباي';
$_['bitpay_sortorder'] = '9';
$_['bitpay_desc'] = '
                                        <p>بوابة الدفع بيتباي هي الحل الامثل لقبول الدفع عن طريق عملة البيتكوين وهي العملة الإلكترونية بالكامل الأشهر عالمياً.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تمكنك من قبول الدفع بعملة البيتكوين الإلكترونية.</li>
                                            <li>معالجة تحويل المدفوعات في أقل من 24 ساعة.</li>
                                            <li>أحصل على محفظتك الإلكترونية الخاصة لإدارة اموال البيتكوين الخاصة بكم.</li>
                                            <li>حول البيتكوين الى اموال حقيقية و اصرفها من اي مكان عن طريق بطاقة بيتباي.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في بيتباي <a href="https://bitpay.com/get-started">من هنا</a>، بعد أن تحصل على حساب في بيتباي، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى بيتباي.</p>
                                    ';

// Stripe
$_['stripe_image'] = 'view/image/payment/stripe.png';
$_['stripe_image_alt'] = 'سترايب';
$_['stripe_title'] = 'سترايب';
$_['stripe_sortorder'] = '10';
$_['stripe_desc'] = '
                                        <p>سترايب هي أفضل منصة برامج لتشغيل الأعمال التجارية عبر الإنترنت. وهم يتعاملون مع مليارات الدولارات كل عام من أجل الشركات ذات التفكير المستقبلي في جميع أنحاء العالم.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>سترايب لديهم الأدوات الأقوى و الاسهل لقبول الدفع للتجارة الإنترنت.</li>
                                            <li>أسعار تنافسية منقطعة النظير.</li>
                                            <li>تحويل الأموال يومياً.</li>
                                            <li>تحتاج لان تكون شركة رسمية.</li>
                                            <li>أفضل اختيار لقبول الدفع عن طريق بطاقات الإئتمان إذا امكنك تفعيل الحساب بنجاح لديهم.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في سترايب <a href="https://stripe.com/atlas">من هنا</a>، بعد أن تحصل على حساب في سترايب، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى سترايب.</p>
                                    ';

// Payoneer
$_['payoneer_image'] = 'view/image/payment/payoneer.png';
$_['payoneer_image_alt'] = 'بايونير';
$_['payoneer_title'] = 'بايونير';
$_['payoneer_sortorder'] = '2';
$_['payoneer_desc'] = '
                                        <p>بايونير هو الحل الإلكتروني للحصول على تحويلات الأموال من عملائك في جميع أنحاء العالم.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تمكنك من تلقي الأموال من العملاء في الولايات المتحدة وكندا، أو من أي حسابات بايونير أخرى.</li>
                                            <li>تتم عمليات التحويل خلال دقائق.</li>
                                            <li>أحصل على محفظتك الإلكترونية الخاصة لإدارة اموال البيتكوين الخاصة بكم.</li>
                                            <li>إنها طريقة غير متصلة بالإنترنت، ويجب على العميل الاتصال بك يدويا للتحقق من الدفع.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في بايونير <a href="https://share.payoneer.com/nav/8xTECTikcL_uyLMri4pitdOeuBPdnjI7lufII9ggvlQGuxbUNazxvn1qOUYY5gc7nFAgJTBIpsZfAyX7YIEK0w2">من هنا</a>، بعد أن تحصل على حساب في بايونير، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات كيفية التحويل على حسابك لدى بايونير بما في ذلك بريدك الإلكتروني لدى بايونير.</p>
                                    ';

// Payza
$_['payza_image'] = 'view/image/payment/payza.png';
$_['payza_image_alt'] = 'بايزا';
$_['payza_title'] = 'بايزا';
$_['payza_sortorder'] = '15';
$_['payza_desc'] = '
                                        <p>بايزا هي خدمة عبر الإنترنت لتحويل الأموال، يمكنك استخدامها لتلقي دفعات كبيرة على متجرك.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إرسال الأموال عبر الإنترنت أو تلقي الدفعات بسهولة.</li>
                                            <li>تحويل الأموال الفوري عبر الإنترنت.</li>
                                            <li>الأمان المبتكر والحماية القوية.</li>
                                            <li>احصل على أموالك باستخدام بطاقة بايزا.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في بايزا <a href="https://www.payza.eu/">من هنا</a>، بعد أن تحصل على حساب في بايزا، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى بايزا.</p>
                                    ';

// Paysera
$_['paysera_image'] = 'view/image/payment/paysera.png';
$_['paysera_image_alt'] = 'بايسيرا';
$_['paysera_title'] = 'بايسيرا';
$_['paysera_sortorder'] = '16';
$_['paysera_desc'] = '
                                        <p>بايسيرا هو بوابة على الانترنت لقبول أنواع مختلفة من المدفوعات والتحويلات المالية على متجرك.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>قبول بطاقات الائتمان والتحويلات النقدية عبر بايسيرا.</li>
                                            <li>انخفاض سعر الصرف والتحويلات حول العالم.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في بايسيرا <a href="https://bank.paysera.com/en/registration">من هنا</a>، بعد أن تحصل على حساب في بايسيرا، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى بايسيرا.</p>
                                    ';

// ccavenuepay
$_['ccavenuepay_image'] = 'view/image/payment/ccavenuepay.jpg';
$_['ccavenuepay_image_alt'] = 'سي سي أفينيو';
$_['ccavenuepay_title'] = 'سي سي أفينيو';
$_['ccavenuepay_sortorder'] = '17';
$_['ccavenuepay_desc'] = '
                                        <p>سي سي أفينيو هي حل متكامل لقبول الدفع عبر الإنترنت مقدم من بنك المشرق، وهذه الطريقة متاحة فقط للتجار في الإمارات العربية المتحدة.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>قبول بطاقات الائتمان والتحويلات النقدية.</li>
                                            <li>طريقة موثوق بها يديرها بنك المشرق في الإمارات العربية المتحدة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء إكمال عملية التسجيل في موقع سي سي أفينيو الخاص بدولة الامارات العربية المتحدة <a href="https://login.ccavenue.ae/web/registration.do?command=Preview">من هنا</a>، بعد أن تحصل على حساب مفعل في سي سي أفينيو، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى سي سي أفينيو.</p>
                                    ';

// NBE Bank
$_['nbe_bank_image'] = 'view/image/payment/nbe_bank.png';
$_['nbe_bank_image_alt'] = 'الأهلي للتسوق عبر الانترنت';
$_['nbe_bank_title'] = 'الأهلي للتسوق عبر الانترنت';
$_['nbe_bank_sortorder'] = '8';
$_['nbe_bank_desc'] = '
                                        <p>الأهلي للتسوق عبر الانترنت هو حل الدفع المقدم من قبل البنك الاهلي المصري، وهي مكرسة لمنصات التسويق الإلكترونية.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>قبول بطاقات الائتمان عن طريق بنك مصري قوي.</li>
                                            <li>معاملات وعوائد موثوقة مقدمة من البنك الاهلي المصري.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء إكمال عملية التسجيل في موقع البنك الاهلي المصري <a href="http://www.nbe.com.eg/SingleArticle.aspx?AID=1&CID=2">من هنا</a>، بعد أن تحصل على حساب مفعل في البنك الاهلي المصري، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى البنك الاهلي المصري.</p>
                                    ';

// Sofort
$_['sofort_image'] = 'view/image/payment/sofort.png';
$_['sofort_image_alt'] = 'سوفورت';
$_['sofort_title'] = 'سوفورت';
$_['sofort_sortorder'] = '18';
$_['sofort_desc'] = '
                                        <p>سوفورت هو حل دفع مبتكر عبر الإنترنت يتيح لك تحصيل الدفعات على الفور من حساب المشترين المصرفي باستخدام بياناتهم المصرفية عبر الإنترنت.</p>
                                        <p>لا تتوفر هذه الطريقة إلا في دول أوروبية معينة فقط.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>قم بتحصيل المدفوعات من الحساب المصرفي للمشترين باستخدام بياناتهم المصرفية عبر الإنترنت.</li>
                                            <li>الدفع فوري وآمن.</li>
                                            <li>لا حاجة إلى أي بطاقات ائتمان أو تسجيل.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في سوفورت <a href="https://www.sofort.com/payment/users/register">من هنا</a>، بعد أن تحصل على حساب في سوفورت، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى سوفورت.</p>
                                    ';

// PayPal PLUS
$_['pp_plus_image'] = 'view/image/payment/pp_plus.png';
$_['pp_plus_image_alt'] = 'باي بال PayPal Plus';
$_['pp_plus_title'] = 'Payments Plus';
$_['pp_plus_sortorder'] = '1';
$_['pp_plus_desc'] = '
                                        <p>يُعد منتج باي بال بلس حلًا لمعالجة الدفع يتيح للتجار الصغار والمتوسطين قبول طرق الدفع المحلية المفضلة على مواقع الويب.</p>
                                        <p>هذه الطريقة متاحه فقط في كل من الأسواق الألمانية وأمريكا اللاتينية.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تشمل طرق الدفع المدعومة في ألمانيا: باي بال و ELV (الخصم المباشر) وبطاقة الائتمان و PUI (الدفع عند الفاتورة).</li>
                                            <li>برنامج حماية البائع عبر باي بال.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في باي بال بلس <a href="https://www.paypal.com/de/webapps/mpp/account-selection">من هنا</a>، بعد أن تحصل على حساب في باي بال بلس، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى باي بال بلس.</p>
                                    ';

// FastPay Cash
$_['fastpaycash_image'] = 'view/image/payment/fastpaycash.png';
$_['fastpaycash_image_alt'] = 'فاستباي';
$_['fastpaycash_title'] = 'فاستباي';
$_['fastpaycash_sortorder'] = '19';
$_['fastpaycash_desc'] = '
                                        <p>فاستبي هي محفظة العراق الأسرع، الأكثر ملائمة و أماناً حيث ملايين الزبائن سيستخدمون النقود الالكترونية للتسوق.</p>
                                        <P>فاستباي متاحه فقط في دولة العراق.</P>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>اكثر طرق الدفع آماناً وأسرعها في دولة العراق.</li>
                                            <li>لا حاجة لأي بطاقات ائتمان.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في فاستباي <a href="https://www.fast-pay.cash/become-a-merchant/">من هنا</a>، بعد أن تحصل على حساب في فاستباي، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى فاستباي.</p>
                                    ';

// Moyasar
$_['moyasar_image'] = 'view/image/payment/moyasar.jpg';
$_['moyasar_image_alt'] = 'Moyasar';
$_['moyasar_title'] = 'Moyasar';
$_['moyasar_sortorder'] = '20';
$_['moyasar_desc'] = 'Moyasar هي بوابة دفع فريدة في المملكة العربية السعودية ، وتقدم حلولاً لقبول جميع أنواع بطاقات الائتمان وخدمة حساب SADAD. البوابة سهلة الإعداد والتسجيل.';

// Halalah
$_['halalah_image'] = 'view/image/payment/halalah.png';
$_['halalah_image_alt'] = 'هللة';
$_['halalah_title'] = 'هللة';
$_['halalah_sortorder'] = '21';
$_['halalah_desc'] = 'أول محفظة الكترونية في السعودية. هللة منصة دفع رقمية على الجوال تمكنك من إرسال واستقبال المدفوعات للأفراد والشركات بكل سهولة وأمان. مع هللة يمكنك الاستغناء عن حمل النقود والبطاقات البنكية.';

// Klarna
$_['klarna_checkout_image'] = 'view/image/payment/klarna.png';
$_['klarna_checkout_image_alt'] = 'Klarna';
$_['klarna_checkout_title'] = 'Klarna';
$_['klarna_checkout_sortorder'] = '22';
$_['klarna_checkout_desc'] = 'لا يهم كيف تتسوق، يجب أن تكون المدفوعات سهلة و بسيطة. يتيح لك Klarna الدفع بعدة طرق مختلفة، بحيث يمكنك اختيار الطريقة المناسبة لك. ادفع الآن اوادفع لاحقًا او ادفع بالتقسيط!';

// Iyzico
$_['iyzico_checkout_form_image'] = 'view/image/payment/iyzico.jpg';
$_['iyzico_checkout_form_image_alt'] = 'iyzico';
$_['iyzico_checkout_form_title'] = 'iyzico';
$_['iyzico_checkout_form_sortorder'] = '23';
$_['iyzico_checkout_form_desc'] = 'iyzico هي شركة تركية متخصصة في تكنولوجيا المعلومات المالية تقدم حلول الدفع عبر الإنترنت لرجال الأعمال والأفراد، ولديها عملية تسجيل سهلة وأسعار تنافسية.';

// Fawaterak
$_['my_fatoorah_image'] = 'view/image/payment/fawaterak.png';
$_['my_fatoorah_image_alt'] = 'فواتيرك';
$_['my_fatoorah_title'] = 'فواتيرك';
$_['my_fatoorah_sortorder'] = '20';
$_['my_fatoorah_desc'] = '
                                        <p>فواتيرك يجعل عملية السداد أسهل وتوفر لك الأدوات اللازمة لتحقيق نمو اعمالك، مع فواتيرك يمكنك قبول المدفوعات، ليس فقط علي الصعيد الإقليمي بل من جميع أنحاء العالم.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تمكنك من قبول ماستر كارد، بطاقة فيزا.</li>
                                            <li>معالجة تحويل المدفوعات في أقل من 24 ساعة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في فواتيرك <a href="https://www.fawaterk.com">من هنا</a>، بعد أن تحصل على حساب في فواتيرك، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى فواتيرك.</p>
                                    ';

// Error
$_['error_permission']  = 'تحذير : أنت لا تمتلك صلاحيات التعديل!';

$_['payfort_fort_sadad_title'] = 'بيفورت سداد';



// my_fatoorah
$_['my_fatoorah_register'] = 'التسجيل فى ماى فاتورة';
$_['entry_register_info'] = 'بيانات التسجيل';
$_['entry_register_files'] = 'ملفات التسجيل';
$_['entry_full_name'] = 'الاسم  بالكامل';
$_['entry_first_name'] = 'الاسم الأول';
$_['entry_last_name'] = 'الاسم الأخير';
$_['entry_mobile'] = 'رقم الجوال';
$_['entry_email'] = 'البريد الإلكتروني';
$_['entry_your_email'] = 'ادخل بريدك الالكتروني';
$_['entry_password'] = 'الرقم السرى';
$_['entry_profile_name'] = 'اسم البروفايل';
$_['entry_address_1'] = 'عنوان الشركة';
$_['entry_address_2'] = 'العنوان الثاني';
$_['store_address'] = 'عنوان الشركة';
$_['entry_business '] = 'نوع الشركة';
$_['text_individual'] = 'افراد';
$_['vendor_category'] = 'فئة البائع';
$_['text_company'] = 'شركات';
$_['entry_bank'] = 'البنك';
$_['entry_bank_name'] = 'اسم البنك';
$_['entry_bank_name_branch'] = 'اسم الفرع';
$_['entry_business_category'] = 'فئة البيزنس';
$_['entry_business_name'] = 'اسم الشركة';
$_['entry_please_select'] = '-- اختر --';
$_['entry_account_holder_name'] = 'اسم مالك الحساب';
$_['entry_iban'] = 'IBAN';
$_['entry_bank_account'] = 'رقم  الحساب';
$_['entry_transactions_no'] = 'عدد الحركات الشهرية';
$_['entry_transactions_value'] = 'قيمة الحركات الشهرية';
$_['entry_country'] = 'الدولة';
$_['entry_country_business'] = 'دولة البيزنس';
$_['entry_nationality'] = 'الجنسية';
$_['entry_category'] = 'نوع العمل';
$_['entry_articles_assoc'] = 'Articles Of Association';
$_['entry_commercial_license'] = 'الرخصة التجارية';
$_['entry_others'] = 'اخرى';
$_['entry_signature_auth'] = 'مصادقة التوقيع';
$_['entry_civil_id'] = 'واجهة هوية الرقم القومى';
$_['entry_back_civil_id'] = 'خلفية هوية الرقم القومى';
$_['entry_required_field'] = 'هذا الحقل مطلوب';
$_['entry_national_id'] = 'بطاقة الرقم القومي';
$_['entry_commercial_id'] = 'السجل التجاري';
$_['entry_tax_field'] = 'البطاقة الضريبية';
$_['entry_registration_field'] = 'تسجيل شركة أو رخصة معروف أو رخصة HB';
$_['entry_auth_front_id'] = 'بطاقة هوية الشخص المسئول - الأمام';
$_['entry_auth_back_id'] = 'بطاقة هوية الشخص المسئول - الخلف';
$_['entry_back_account_field'] = 'تفاصيل الحساب المصرفي';
$_['entry_trade_license_field'] = 'الرخصة التجارية';
$_['entry_emairates_id_front'] = 'بطاقة الهوية الإماراتية أو جواز السفر - الأمام';
$_['entry_emairates_id_back'] = 'بطاقة الهوية الإماراتية أو جواز السفر - الخلف';
$_['entry_social_screen_field'] = 'لقطة شاشة (الويب /موقع التواصل الاجتماعي)';
$_['entry_cr_business_field'] = 'نسخة من السجل التجاري المتعلق بالأعمال';
$_['entry_details_bank_field'] = 'تفاصيل الحساب المصرفي (نفس اسم المستفيد في السجل التجاري)';
$_['entry_comm_registration'] = 'التسجيل التجاري';
$_['entry_civil_front_id'] = 'صورة الهوية المدنية من الأمام';
$_['entry_civil_back_id'] = 'صورة الهوية المدنية من الخلف';
$_['entry_instagram_account'] = 'حساب الانستقرام';
$_['entry_commercial_license'] = 'رخصة تجارية';
$_['entry_signature_auth_kuw'] = 'إذن التوقيع';
$_['entry_mof'] = 'عقد التأسيس';
$_['entry_partner_civil_front'] = 'صور الهويات المدنية للشركاء من الأمام';
$_['entry_partner_civil_back'] = 'صور الهويات المدنية للشركاء من الخلف';
$_['entry_company_website_kuw'] = 'موقع الشركة';
$_['entry_auth_sign_field'] = 'بطاقة المنشأة (توقيع معتمد)';
$_['entry_submit_app'] = 'تقديم الطلب';
// Payments App List
$_['Payments_page_decs'] = 'اقبل الدفع في متجرك باستخدام مزودي الطرف الثالث مثل Paypal أو طرق الدفع الأخرى.';
$_['accept_expandPay'] = 'استقبل مدفوعاتك الإلكترونية';
$_['expandPay_fee'] = 'اقبل المدفوعات على متجرك بتثبيت اكسباند باى، فهو يوفر لك طرق دفع دولية ومحلية';
$_['expandPay_transaction_fee'] = 'رسوم المعاملات: 2.75٪ + 3 جنيه مصري';
$_['expandPay_method'] = 'طرق الدفع المقبولة';
$_['activate_method'] = 'تفعيل اكسباند باى';

$_['accept_payPal'] = 'الدفع بواسطة باي بال';
$_['payPal_decs'] = 'مع باى بال، سيكون لديك حل يمكّن العملاء من استخدام باى بال مباشرةً كخيار للدفع باستخدام رصيد حسابات باى بال الخاصة بهم أو باستخدام بطاقة الائتمان والخصم.';
$_['activate_payPal'] = 'قم بتفعيل باى بال';

$_['thirdParty_head'] = 'خدمات مدفوعات من طرف ثالث';
$_['thirdParty_title'] = 'مزودي خدمات الدفع';
$_['thirdParty_decs'] = 'توفر لك اكسباند كارت أكثر من 40 من مزودي الدفع الذين يدعمون العديد من طرق الدفع الدولية والمحلية ، تمكنك بوابات الدفع من قبول المعاملات الالكترونية بتكلفة على كل معاملة تحدد مع مقدم الخدمة. استكشف بوابات الدفع';
$_['thirdParty_activate'] = 'اكتشف مزود الدفع';

$_['manual_head'] = 'طريقة الدفع اليدوي';
$_['manual_title'] = 'تطبيقات الدفع اليدوي';
$_['manual_decs'] = 'نوفر لك العديد من تطبيقات التى تساعدك على التحصيل اليدوي لمستحقاتك';
$_['manual_activate'] = 'تفعيل الطريقة اليدوية';

// Activation Steps
$_['activation_steps_alert'] = 'يقوم فريقنا بمراجعة طلبك ، في أقل من 24 ساعة ، ستكون قادر على استلام مدفوعاتك الإلكترونية.';
$_['activation_steps_business_country'] = 'الدولة';
$_['activation_steps_business_city'] = 'المدينة';
$_['activation_steps_account_type'] = 'إختر نوع الحساب';
$_['activation_steps_type_busienss'] = 'حساب عمل';
$_['activation_steps_type_personal'] = 'حساب شخصي';
$_['country_dec'] = 'في أي بلد يتم تسجيل عملك أو تشغيله؟';
$_['egypt_name'] = "مصر";
$_['saudia_name'] = "السعودية";
$_['kuwait_name'] = "الكويت";
$_['bahrain_name'] = "البحرين";
$_['uae_name'] = "الإمارات";
$_['qatar_name'] = "قطر";
$_['country_hint'] = 'يجب أن يتطابق البلد الذي ستختاره مع المستندات القانونية التي سترفقها لاحقًا ، وهذه هي البلدان المتاحة فقط. إذا كان عملك مسجلاً في أي بلد آخر ، فلن يُسمح له بتلقي مدفوعات إلكترونية.';
$_['business_dec'] = 'اختر نوع شركتك';
$_['entry_create_account'] = 'إنشاء حساب';
$_['create_account_dec'] = 'إملأ بيانات التسجيل الخاصة بك';
$_['entry_documents'] = 'المستندات';
$_['documents_dec'] = 'تحميل المستندات القانونية الخاصة بك';
$_['entry_verification'] = 'التحقق';
$_['verification_dec'] = 'تتبع حالة الطلب';
$_['verification_pending_title'] = 'شكرا لاختيارك إكسباند باى!';
$_['verification_pending_dec'] = 'يقوم فريقنا بمراجعة حسابك ، وتستغرق هذه المراجعة  <b>يومي عمل كحد أقصى</b> ، ويمكنك بعدها بدء استلام مدفوعاتك إلكترونيًا';
$_['verification_done_title'] = 'تهانينا ';
$_['verification_done_dec'] = 'يمكنك الآن استلام مدفوعاتك باستخدام إكسباند باى';
$_['verification_error_title'] = 'نآسف لذلك!';
$_['verification_error_dec'] = 'تم رفض تفعيل الحساب، يمكنك محاولة إرسال المرفقات مرة أخرى، وإذا كان لديك أي أسئلة يرجى التواصل بفريق خدمة العملاء';
$_['verification_btn_configure'] = 'قم بفعيل إكسباند باى ';
$_['documents_title'] = 'قم بتحميل المستندات القانونية الخاصة بك';
$_['expandpay_register_title'] = 'سجل مع إكسباند باي لتلقي مدفوعاتك عبر الانترنت بسهولة';
$_['expandpay_register_bank'] = 'أدخل بيانات الحساب البنكى الذى ترغب فى استلام مستحقاتك عليه';
$_['expandpay_register_busienss'] = 'شركة مسجلة';
$_['expandpay_home_busienss'] = 'شركة غير مسجلة';
$_['country_item_soon'] = 'قريباً';
$_['doc_upload_notes_fawaterak'] = 'يجب أن يكون امتداد المستندات بتنسيق  jpg و jpeg و Png, وأن لا يزيد حجم المستند الواحد عن 1 ميجابايت ';
$_['doc_upload_notes_myfatoorah'] = 'يجب أن يكون امتداد المستندات بتنسيق jpg و jpeg و png و bmp و gif و xls و xlsx و pdf و doc و docx, وأن لا يزيد حجم المستند الواحد عن 5 ميجابايت ';
$_['valid_number_msg'] = 'رقم الموبايل غير صحيح';
// Transactions
$_['transactions_current'] = 'الرصيد الحالي';
$_['transactions_recieved'] = 'الرصيد المستلم';
$_['transactions_total'] = 'المبالغ الإجمالية';
$_['transactions_current_tooltip'] = 'مجموع المبالغ المتاحة للسحب فى الوقت الحالى';
$_['transactions_recieved_tooltip'] = 'مجموع المبالغ التى تم تسليمها لك عن طريق تحويلها لحسابك البنكى';
$_['transactions_total_tooltip'] = 'إجمالي المبالغ المحصلة من العملاء باستخدام طرق الدفع المتاحة في اكسباند باى';
$_['transactions_List'] = 'قائمة المعاملات';
$_['transactions_Statement'] = 'بيان/ كشف الحساب';
$_['tab_title_transaction'] = 'المعاملات';
$_['tab_title_amounts'] = 'طلبات السحب';
$_['requested_amount'] = 'المبلغ المتاح';
$_['withdraw_hint1'] = 'رصيدك المتاح هو ';
$_['withdraw_hint2'] = '، من خلال تأكيد السحب ، سنبدأ في معالجة هذه المعاملة ، يرجى ملاحظة أن المعاملة تستغرق يوم عمل واحد لإضافتها إلى حسابك المصرفي';
$_['on_hold'] = 'فى الانتظار';
$_['filter_label_date_added'] = 'تاريخ الإضافة';
$_['filter_general_tab'] = 'بحث بالبيانات الرئيسية';
$_['lbl_reset_filter'] = 'إلغاء البحث';
$_['label_title_successed'] = 'نجح';
$_['label_title_failure'] = 'فشل';
$_['label_title_pending'] = 'في الإنتظار';

// Refund
$_['refund_title'] = 'قيمة المعاملة الأصلية';
$_['refund_amount'] = 'المبلغ المراد رده';
$_['refund_comment'] = 'تعليق - سبب';
$_['refund_alert'] = 'حدث خطأ ما , ولا نستطيع ارسال طلبك , من فضلك حاول مرة اخرى.';
$_['btn_refund'] = 'رد المعاملة';

// withdraw
$_['withdraw_title'] = 'طلب سحب';
$_['withdraw_comment'] = 'رصيدك الحالي يحتوي على 5 آلاف جنيه ، <br> برجاء تأكيد طلب السحب.';
$_['withdraw_success_message'] = 'تم إرسال طلبك بنجاح';
$_['withdraw_btn_request'] = 'تأكيد الطلب';
$_['withdraw_btn_cancel'] = 'إلغاء الطلب';

// Configure
$_['configure_title'] = 'ضبط إعدادات expandpay';
$_['label_gateway'] = 'وضع بوابة الدفع';
$_['label_test_mode_text'] = 'وضع الاختبار';
$_['label_live_mode_text'] = 'الوضع الحي';
$_['label_order_status'] = 'حالة الطلب المدفوع';
$_['label_order_status_failure'] = 'حالة الطلب عند فشل الدفع';
$_['configure_bank_title'] = 'بيانات الحساب البنكى الذى تستلم مستحقاتك عليه';
$_['status_view'] = 'الظهور فى صفحة الدفع';
$_['status_hide'] = 'إخفاء من صفحة الدفع';
$_['status_view_label'] = 'عرض';
$_['status_hide_label'] = 'إخفاء';
$_['text_success']       = 'نجاح: لقد تم تعديل معلومات الاعدادات بنجاح!';
$_['general_settings']       = 'الاعدادات العامة';
$_['app_status']       = 'حالة التطبيق';
$_['mapping_order_status']       = 'تعيين حالة الطلب';
$_['remove_expandpay_title']       = 'إزالة إكسباند باى';
$_['entry_remove-app'] = 'هل أنت متأكد أنك تريد إزالة التطبيق؟';
$_['btn_remove_app']     = "نعم، حذف التطبيق";

// expandpay login 
$_['welcome_expay'] = 'مرحبا بكم في إكسباند باي!';
$_['expay_login_title'] = 'هل تتطلع لبدء إستقبال مدفوعاتك إلكترونياً؟!';
$_['verify_email'] = 'التحقق من البريد الإلكتروني';
$_['verify_email_title'] = 'للمتابعة ، الرجاء إدخال رمز التحقق المكون من 4 أرقام المرسل إلى بريدك الإلكتروني.';
$_['check_email'] = ' تحقق من بريدك الالكتروني ';
$_['entry_resend'] = 'إعادة إرسال';
$_['entry_required_field_email'] = 'برجاء ادخال بريد الكتروني صالح';
$_['status_successed'] = 'تمت بنجاح';
$_['status_failed'] = 'فشل';
$_['status_pending'] = 'فى الانتظار';
$_['status_refused'] = 'الرفض';
$_['type_refund'] = 'ارجاع المبلغ';
$_['type_payment'] = 'دفع';

?>