<?php
// new shipping list
$_['account_creation_title']     = 'حسنًا ، يمكنك إنشاء حساب باتباع الخطوات التالية';
$_['text_shipping_intro']     = 'جاهز لتسليم الطلبات للعملاء! أبدأ فى تحديد خيارات الشحن التي تفضلها';
$_['text_first_shipping_alert']     = "إذا قمت بنشر متجرك بدون تفعيل أي تطبيق لتحديد تكلفة أو طرق الشحن حتى الآن، فهذا يعنى أنك تقدم خدمة توصيل مجانية كإعداد افتراضي وأنك مسؤول عن تسليم الطلبات لعملائك بنفسك.";
$_['text_recomended']     = 'التطبيقات الموصى بها لك';
$_['text_appe_length']     = '%s تطبيق';
$_['text_shipping_delivery_type']     = 'شركات الشحن';
$_['text_shipping_custom_type']     = 'التحكم بأسعار الشحن';
$_['text_shipping_manual_type']     = 'التسليم (التوصيل) اليدوي';
$_['btn_see_all']     = 'مشاهدة المزيد';
$_['btn_see_less']     = 'مشاهدة عدد أقل';
$_['text_supported_countries']     = 'الدول المدعومة';
$_['text_supported_in']     = 'تعمل فى ';
$_['btn_special_rates']     = 'أسعار خاص';
$_['btn_activated']     = 'تم تفعيله';

// shipping active steps
$_['text_what_is']     = 'نبذة عن ';
$_['text_requirements']     = 'المتطلبات';
$_['text_account']     = 'أنشاء حساب';
$_['text_activate']     = 'تفعيل التطبيق';
$_['text_get_started']     = 'إبدأ';
$_['text_as_companies']     = 'للشركات';
$_['text_as_individuals']     = 'للأفراد';
$_['text_should_have']     = 'يجب توافر :';
$_['text_integrate']     = 'لتتمكن من الإندماج  مع %s';
$_['text_have_inquiry']     = 'إذا كان لديك أى استفسار, يرجى الاتصال ب %s';
$_['text_match_requirements']     = 'إذا كنت تتطابق مع متطلبات التفعيل';
$_['btn_proceed']     = 'إستمر';
$_['text_should_have_acc']     = 'يجب أن يكون لديك حساب على %s لتتمكن من الإندماج  وتفعيلها بنجاح,';
$_['text_have_acc']     = 'هل لديك حساب على %s ؟';
$_['text_need_help']     = 'تحتاج إلى المساعدة؟ يرجى الاتصال ب %s على';
$_['text_about']     = 'نبذة عن %s';
$_['text_global']     = 'كل الدول';
$_['text_price']     = 'السعر';
$_['text_free']     = 'مجانى';
$_['btn_disabled']     = 'غير مفعل';
$_['text_steps_special_btn']     = 'نقدم أسعار خاصة لمستخدمي إكسباند كارت';
$_['text_yes_have']     = "نعم ، لدى حساب";
$_['text_no_havnt']     = "ليس لدى حساب";
$_['text_installation']     = "تفعيل التطبيق";
$_['button_save_changes']     = "حفظ التعديلات";
$_['button_install_app']     = "تثبيت التطبيق";
$_['button_cancel_changes']     = "الغاء التعديلات";
$_['entry_remove_app']     = "حذف التطبيق";

//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']     = 'طرق الشحن';

// Text
$_['text_install']      = 'تنصيب';
$_['text_uninstall']    = 'ازالة التنصيب';

// Column
$_['column_name']       = 'طريقة الشحن';
$_['column_status']     = 'الحالة';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action']     = 'تعديل';

// Buttons
$_['entry_activate'] = 'تفعيل';
$_['entry_configure'] = 'تعديل الإعدادات';
$_['entry_deactivate'] = 'تعطيل';
$_['entry_disable'] = 'إخفاء';
$_['entry_enable'] = 'إظهار';
$_['entry_cancel'] = 'إلغاء';
$_['entry_delivery_companies'] = 'شركات الشحن';
$_['entry_custom_cost'] = 'أسعار شحن مخصصة';
$_['entry_offlinemethods'] = 'التسليم اليدوي';
$_['entry_activatedmethods'] = 'طرق الشحن المفعلة';
$_['entry_enabledmethod'] = '(ظاهرة في صفحة الدفع)';
$_['entry_disabledmethod'] = '(غير ظاهرة في صفحة الدفع، إضغط على "إظهار" لإظهارها)';
$_['entry_activate_tt'] = "التفعيل سوف يوجهك إلى صفحة إعدادات طريقة الشحن حيث يمكنك إدخال بياناتك ثم الضغط على 'حفظ' لتفعيل طريقة الشحن.";
$_['entry_deactivate_tt'] = "التعطيل سوف يحذف كل الإعدادات المسجلة عن طريقة الشحن هذه و من ثم إخفائها من صفحة الدفع، يمكنك تفعيل الطريقة لاحقاً و إدخال الإعدادات من جديد.";
$_['entry_disable_tt'] = "الإخفاء سوف يحذف طريقة الشحن من صفحة الدفع و لن يستطيع المشترين رؤيتها، لكن سوف تظل جميع الإعدادات المسجلة عن طريقة الشحن محفوظة و يمكنك إظهارها مرة أخرى في أي وقت.";
$_['entry_enable_tt'] = "الإظهار سوف يجعل هذه الطريقة ظاهرة في صفحة الدفع و متاحة للمشترين لإستعمالها مرة أخرى.";
$_['entry_configure_tt'] = "الضبط سوف يوجهك إلى صفحة إعدادات طريقة الشحن و يمكنك تعديلها حسب الحاجة.";
$_['entry_disable_success'] = 'تم إخفاء الطريقة بنجاح';
$_['entry_enable_success'] = 'تم إظهار الطريقة بنجاح';
$_['entry_deactivate_success'] = 'تم تعطيل الطريقة بنجاح';
$_['entry_disable_payment_method'] = 'إخفاء طريقة الشحن';
$_['entry_deactivate_payment_method'] = 'تعطيل طريقة الشحن';
$_['entry_enable_payment_method'] = 'إظهار طريقة الشحن';
$_['entry_disable_message'] = 'إخفاء طريقة الشحن سوف يجعلها غير متاحة في صفحة الطلب للمشترين ولكن سوف يبقي طريقة الشحن مفعلة و جميع إعداداتها محفوظة. يمكنك إظهارها مرة أخرى في أي وقت بدون خسائر في البيانات.';
$_['entry_enable_message'] = 'إظهار طريقة الشحن سيجعلها متاحة في صفحة الطلب للمشترين.';
$_['entry_deactivate_message'] = 'تعطيل طريقة الشحن سوف يحذف كل الإعدادات المسجلة عنها و سوف تكون غير متاحة للمشترين في صفحة الطلب. يمكنك تفعيلها مرة أخرى في أي وقت، ولكن سوف يتوجب عليك إدخال الإعدادات مرة أخرى لتفعيل الطريقة.';
$_['entry_disable_message_conf'] = 'هل أنت متأكد من أنك تريد الإخفاء؟';
$_['entry_enable_message_conf'] = 'هل أنت متأكد من أنك تريد الإظهار؟';
$_['entry_deactivate_message_conf'] = 'هل أنت متأكد من أنك تريد التعطيل؟';
$_['entry_activate_success'] = 'تم تعديل و تفعيل الطريقة بنجاح';


$_['find_shipping_method'] = 'البحث عن طرق الشحن';
$_['what_do_you_looking_for'] = 'أكتب كلمة للبحث';
$_['label_types'] = 'الفئات';
$_['label_custom_cost'] = 'أسعار شحن مخصصة';
$_['label_delivery_companies'] = 'شركات الشحن';
$_['label_offline_methods'] = 'التسليم اليدوي';
$_['label_enabled'] = 'مفعلة';
$_['label_disabled'] = 'غير مفعلة';
$_['label_installed'] = 'مثبتة';
$_['label_payment_method'] = 'طريقة دفع';
$_['label_shipping_method'] = 'طريقة شحن';


// Aramex
$_['aramex_image'] = 'view/image/shipping/aramex.png';
$_['aramex_image_alt'] = 'Aramex';
$_['aramex_title'] = 'Aramex';
$_['aramex_desc'] = '
                                        <p>Aramex هي شركة خدمات التوصيل السريع، تسليم البريد والخدمات اللوجستية الدولية ومقرها في دبي (الإمارات العربية المتحدة). Aramex هو الحل الأكثر شمولا للشحن في الشرق الأوسط.</p>

                                        <p>تقدم أرامكس مجموعة واسعة من الحلول المخصصة لمشاريع التجارة الإلكترونية، من التسليم والتخزين إلى التخليص الجمركي.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>التعامل مع شحنات من جميع الأحجام.</li>
                                            <li>الشحن الدولي و المحلي.</l>
                                            <li>تحديد مواعيد إلتقاط الشحنات.</li>
                                            <li>حلول مخصصة لمشاريع التجارة الإلكترونية.</li>
                                            <li>متابعة الشحنات.</li>
                                            <li>تحصيل الأموال عند تسليم الشحنات.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في Aramex <a href="http://www.aramex.com/e-commerce/established.aspx">من هنا</a>، بعد أن تحصل على حساب في Aramex، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى Aramex.</p>
                                    ';

// Fedex
$_['fedex_image'] = 'view/image/shipping/fedex.png';
$_['fedex_image_alt'] = 'FedEx';
$_['fedex_title'] = 'FedEx';
$_['fedex_desc'] = '
                                        <p>FedEx هي شركة أمريكية عالمية لخدمات تسليم البريد السريع ومقرها في مدينة ممفيس بولاية تينيسي.</p>

                                        <p>خدمات FedEx معتمدة فقط في عدد قليل من البلدان في الشرق الأوسط. وتدعم المملكة العربية السعودية والإمارات العربية المتحدة.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>التعامل مع شحنات من جميع الأحجام.</li>
                                            <li>الشحن الدولي و المحلي.</l>
                                            <li>تحديد مواعيد إلتقاط الشحنات.</li>
                                            <li>متابعة الشحنات.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في FedEx عن طريق مكتبهم المحلي في بلدك (معلومات أكثر <a href="http://www.fedex.com/">من هنا</a>). بعد أن تحصل على حساب في FedEx، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى FedEx.</p>
                                    ';

// UPS
$_['ups_image'] = 'view/image/shipping/ups.png';
$_['ups_image_alt'] = 'UPS';
$_['ups_title'] = 'UPS';
$_['ups_desc'] = '
                                        <p>UPS هي أكبر شركة تسليم طرود في العالم وتوفر حلول إدارة سلاسل التوريد.</p>

                                        <p>خدمات UPS معتمدة فقط في عدد قليل من البلدان في الشرق الأوسط. وتدعم المملكة العربية السعودية والإمارات العربية المتحدة.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>التعامل مع شحنات من جميع الأحجام.</li>
                                            <li>الشحن الدولي و المحلي.</l>
                                            <li>تحديد مواعيد إلتقاط الشحنات.</li>
                                            <li>متابعة الشحنات.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في UPS عن طريق مكتبهم المحلي في بلدك (معلومات أكثر <a href="http://www.ups.com/">من هنا</a>). بعد أن تحصل على حساب في UPS، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى UPS.</p>
                                    ';

// Smsa
$_['smsa_image'] = 'view/image/shipping/smsa.png';
$_['smsa_image_alt'] = 'SMSA Express';
$_['smsa_title'] = 'SMSA Express';
$_['smsa_desc'] = '
                                        <p>تعتبر سمسا إكسبريس شركة رائدة في مجال النقل السريع. و قد قامت بتقديم خدماتها لعشرات الآلاف من الشركات والأفراد في السوق السعودية منذ عام 1994م.</p>

                                        <p>يتم دعم سمسا إكسبريس في المملكة العربية السعودية.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>التعامل مع الشحنات من جميع الأحجام مع أسعار شحن جيدة داخل المملكة العربية السعودية.</li>
                                            <li>تغطية محلية ممتازة في المملكة العربية السعودية، وتغطية دولية جيدة.</l>
                                            <li>متابعة الشحنات.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، برجاء الإشتراك في سمسا إكسبريس عن طريق مكتبهم المحلي في بلدك (معلومات أكثر <a href="http://www.smsaexpress.com/contact.html">من هنا</a>). بعد أن تحصل على حساب في سمسا إكسبريس، يمكنك الضغط على زر التفعيل هنا و تعبئة بيانات حسابك لدى سمسا إكسبريس.</p>
                                    ';


// Custom Cost per Geo Zone & Weight
$_['weight_image'] = 'view/image/shipping/weight.png';
$_['weight_image_alt'] = 'سعر شحن مخصص لكل منطقة جغرافية و لكل وزن';
$_['weight_title'] = 'سعر شحن مخصص لكل منطقة جغرافية و لكل وزن';
$_['weight_desc'] = '
                                        <p>في هذه الطريقة يمكنك تحديد سعر شحن مخصص لكل منطقة جغرافية و يمكنك تغيير هذا السعر مع تغير وزن المنتج.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تحديد سعر شحن مخصص لكل منطقة جغرافية.</li>
                                            <li>تحديد أسعار مختلفة لكل فئة وزن.</li>
                                            <li>قابلية تفعيل و تعطيل الشحن في كل منطقة جغرافية على حدى.</li>
                                            <li>قابلية إتاحة الشحن المجاني في مناطق جغرافية بعينها و لفئات أوزان محددة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و لكل منطقة جغرافية قم بتفعيل أو تعطيل الشحن و أدخل تكلفة الشحن لكل فئة وزن.</p>
                                    ';

// Custom Flat Rate
$_['flat_image'] = 'view/image/shipping/flat.png';
$_['flat_image_alt'] = 'سعر شحن مخصص ثابت';
$_['flat_title'] = 'سعر شحن مخصص ثابت';
$_['flat_desc'] = '
                                        <p>في هذه الطريقة يمكنك تحديد سعر شحن ثابت مخصص لكل الطلبات.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تحديد سعر شحن ثابت مخصص لكل الطلبات.</li>
                                            <li>تحديد المنطقة الجغرافية التي تنطبق عليها هذه الطريقة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و حدد سعر الشحن.</p>
                                    ';


// Custom Flat Rate per Product
$_['item_image'] = 'view/image/shipping/item.png';
$_['item_image_alt'] = 'سعر شحن مخصص لكل منتج';
$_['item_title'] = 'سعر شحن مخصص لكل منتج';
$_['item_desc'] = '
                                        <p>في هذه الطريقة يمكنك تحديد سعر شحن ثابت مخصص لتطبيقه على كل منتج مضاف إلى السلة.</p>

                                        <p>على سبيل المثال، إذا كان الطلب يحتوي على خمسة منتجات فإن المشتري سوف يتم محاسبته على خمسة مضروبة في سعر الشحن الثابت المخصص هذا. لذلك فإن الفرق بين هذه الطريقة و طريقة "سعر شحن مخصص ثابت" هو أن هذه تطبق على كل منتج و ليس على الطلب ككل.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تحديد سعر شحن ثابت مخصص ليتم حسابه على كل منتج.</li>
                                            <li>تحديد المنطقة الجغرافية التي تنطبق عليها هذه الطريقة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و حدد سعر الشحن.</p>
                                    ';

// Free Shipping
$_['free_image'] = 'view/image/shipping/free.png';
$_['free_image_alt'] = 'شحن مجاني';
$_['free_title'] = 'شحن مجاني';
$_['free_desc'] = '
                                        <p>في هذه الطريقة يمكنك إتاحة الشحن المجاني عند الطلب عندما يكون مجموع مبلغ الطلب قد تعدى حد معين.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إتاحة الشحن المجاني للمشترين.</li>
                                            <li>تحديد الحد الأدني لمبلغ الطلب الذي تكون هذه الطريقة بعده متاحة.</li>
                                            <li>تحديد المنطقة الجغرافية التي تنطبق عليها هذه الطريقة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و حدد الحد الأدنى لمبلغ الطلب.</p>
                                    ';

// Pickup From Store
$_['pickup_image'] = 'view/image/shipping/pickup.png';
$_['pickup_image_alt'] = 'الإستلام من المتجر';
$_['pickup_title'] = 'الإستلام من المتجر';
$_['pickup_desc'] = '
                                        <p>في هذه الطريقة يمكنك تمكين المشترين من توفير تكلفة و وقت التوصيل عن طريق إستلام المنتجات بأنفسهم من متجرك المحلي.</p>

                                        <b>المميزات:</b>
                                        <ul>
                                            <li>إتاحة خيار الإستلام من المتجر للمشترين.</li>
                                            <li>تحديد المنطقة الجغرافية التي تنطبق عليها هذه الطريقة.</li>
                                        </ul>

                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و عدل الإعدادات حسب الحاجة.</p>
                                    ';

// Category & Product Based Shipping
$_['category_product_based_image'] = 'view/image/shipping/product_cat_shipping.png';
$_['category_product_based_image_alt'] = 'شحن مخصص لكل منتج أو قسم';
$_['category_product_based_title'] = 'شحن مخصص لكل منتج أو قسم';
$_['category_product_based_desc'] = '
                                        <p>في هذه الطريقة يمكنك تحديد سعر شحن مخصص لكل منتج، قسم، أو علامة تجارية.</p>
                                        <b>المميزات:</b>
                                        <ul>
                                            <li>تحديد سعر شحن مخصص لكل منتج، قسم، أو علامة تجارية.</li>
                                            <li>تعديل سعر الشحن بالنسبة للوزن، الكمية، مكان التوصيل، تاريخ الطلب، والكثير من الشروط الأخرى.</li>
                                            <li>يعطي حرية مطلقة لتحديد سعر الشحن بالنسبة للعديد من المتغيرات.</li>
                                        </ul>
                                        <p>لتفعيل هذه الطريقة، إضغط على زر التفعيل هنا و قم بضبط الإعدادات لتناسب إحتياجاتك. برجاء الإتصال بالدعم الفني إذا إحتجت المساعدة على ضبط الإعدادات أو إذا كنت غير متأكد من كيفية تنفيذ إحتياجاتك.</p>
                                    ';
// Error
$_['error_permission']  = 'تحذير : أنت لا تمتلك صلاحيات التعديل !';

// Payments App List
$_['Payments_page_decs'] = 'اقبل الدفع في متجرك باستخدام مزودي الطرف الثالث مثل Paypal أو طرق الدفع الأخرى.';
$_['accept_expandPay'] = 'استقبل مدفوعاتك الإلكترونية';
$_['expandPay_fee'] = 'اقبل المدفوعات على متجرك بتثبيت اكسباند باى، فهو يوفر لك طرق دفع دولية ومحلية';
$_['expandPay_method'] = 'طرق الدفع المقبولة';
$_['activate_method'] = 'تفعيل اكسباند باى';

$_['accept_payPal'] = 'الدفع بواسطة باي بال';
$_['payPal_decs'] = 'مع باى بال، سيكون لديك حل يمكّن العملاء من استخدام باى بال مباشرةً كخيار للدفع باستخدام رصيد حسابات باى بال الخاصة بهم أو باستخدام بطاقة الائتمان والخصم.';
$_['activate_payPal'] = 'قم بتفعيل باى بال';

$_['thirdParty_head'] = 'خدمات الشحن من طرف ثالث';
$_['thirdParty_title'] = 'مزودي خدمات الدفع';
$_['thirdParty_decs'] = 'توفر لك اكسباند كارت أكثر من 40 من مزودي الدفع الذين يدعمون العديد من طرق الدفع الدولية والمحلية ، تمكنك بوابات الدفع من قبول المعاملات الالكترونية بتكلفة على كل معاملة تحدد مع مقدم الخدمة. استكشف بوابات الدفع';
$_['thirdParty_activate'] = 'اكتشف مزود الدفع';

$_['manual_head'] = 'طريقة الشحن اليدوي';
$_['manual_title'] = 'تطبيقات الدفع اليدوي';
$_['manual_decs'] = 'نوفر لك العديد من تطبيقات التى تساعدك على التحصيل اليدوي لمستحقاتك';
$_['manual_activate'] = 'تفعيل الطريقة اليدوية';
$_['text_expandship_title']     = 'اكسباندشب';
$_['text_expandship_desc']     = '<br>أفضل حل شحن يمكنك الإعتماد عليه لتوصيل طلباتكم وتحقيق أعلى نسبة لرضاء عملائك حيث أننا نتكامل مع العديد من شركات الشحن في الخلفية ليوفر لك أفضل الأسعار والحفاظ على جودة الخدمة نساعدك لتوصيل طلباتكم لكل منطقة في مصر من الإسكندرية إلى أسوان <br><br>
                                بمجرد التفعيل ، <span class="bold">سيتم تعيين مدير حساب لمساعدتك</span> متابعة طلباتك ، مع إكسباندشب يمكنك الحصول على أسعار تنافسية ، تسوية مالية واحدة لطلبات الدفع عند الاستلام.';
$_['text_expandship_install']     = 'تنصيب';
$_['text_expandship_setting']     = 'ظبط الاعدادات';
$_['text_expandship_active']     = 'قم بتفعيل اكسباندشب الان';
$_['text_manual_shipping_title']     = 'طرق الشحن اليدوية';
$_['text_manual_shipping_desc']     = 'يمكنك ضبط إعداد الشحن الخاصة بك مثل التوصيل المجاني أو تفعيل استخدام رسوم شحن ثابت، أو كما يمكنك توصيل طلبك بالاعتماد على موظفيك. كل هذا يمكن التحكم فيه من هنا';
$_['text_manual_shipping_choose']     = 'اكتشف المزيد';
$_['text_3rd_party_shipping_title']     = 'شركات الشحن الأخرى';
$_['text_3rd_party_shipping_desc']     = 'لدينا تكامل قوي مع أكثر من  35 شركة شحن  التي تقوم بالتوصيل في منطقة الشرق الأوسط وحول العالم لمساعدتك على النمو';
$_['text_3rd_party_shipping_choose']     = 'اكتشف المزيد';
?>