<?php

$_['cit_title']  = 'قالب الفاتورة المخصص';
$_['cit_settings']  = 'الاعدادات';
$_['cit_status']  = 'الحالة';
$_['cit_template']  = 'القالب';
$_['cit_order_info'] = 'بيانات الطلب';
$_['cit_products'] = 'المنتجات';
$_['cit_totals'] = 'اجماليات الطلب';
$_['cit_vouchers'] = 'قسائم الهدايا';
$_['cit_delivery_slot'] = 'موعد التسليم';
$_['cit_multi_block_tip'] = 'برجاء استخدام كود %s قبل استخدام الاكواد التالية وبعد الانتهاء من استخدامهم';
$_['cit_save'] = 'تم الحفظ بنجاح';

$_['text_module'] = 'التطبيقات والخدمات';

