<?php
// Heading
$_['heading_title']    	        = 'سبيكول';

// Text
$_['mn_setting_menu_register'] = 'يجب عليك الإشتراك اولاً في سبيكول من هذا الرابط';
$_['register_now'] = 'إشترك الآن';
$_['about_speakol'] = 'عن سبيكول:';
$_['speakol_desc'] = 'سبيكول هي شركة تكنولوجيا متخصصة في إعلانات المحتوى وترشيح المقالات، تهدف إلى تطوير صناعة الإعلانات الإلكترونية وتعمل على تمكين العديد من العلامات التجارية على عرض حملاتهم الإعلانية لزوار المواقع الإلكترونية  لزيادة التفاعل مع محتواهم الإعلاني باستهداف الجماهير الأكثر تخصصًا لهدفهم الإعلاني وذلك لزيادة معدل التحويلات و تحقيق الأرباح.
كما تضم شبكة سبيكول للناشرين أكثر من 500 موقع إلكتروني من أهم وأكبر مواقع الشرق الأوسط ومنطقة الخليج العربي، و تصل إلى أكثر من 140 مليون زائر مختلف شهريًا.
';
$_['mn_setting_menu_register_special_offer'] = 'احصل على  <span style="color: red;font-weight:bold;">100%</span> كاش باك بحد أقصى  <span style="color: red;font-weight:bold;">500$</span> بعد إنفاق رصيدك الإعلاني';
$_['mn_setting_terms'] = 'الشروط والأحكام:';
$_['mn_setting_terms_desc'] = '- هذا العرض حصري فقط (للعملاء الجدد)  <br> - يتم إضافة الكاش باك طبقًا (لأول رصيد) تم إضافته بحسابك الإعلاني';