<?php

$_['heading_title'] = 'ترشيح النظارات';
$_['cardless_heading_title'] = 'ترشيح النظارات';
$_['poip_module_name'] = 'ترشيح النظارات';
$_['text_module']         = 'التطبيقات';
$_['text_success']        = 'تم تعديل الإعدادات بنجاح';
$_['text_choices']        = 'الاسئلة والخيارات';
$_['text_first_step']        = 'الخطوة الاولى';
$_['text_second_step']        = 'الخطوة الثانية';
$_['text_third_step']        = 'الخطوة الثالثه';
$_['text_step_title']        = 'عنوان الخطوة';
$_['text_step_question']        = 'سؤال الخطوة';
$_['text_select_img']        = 'اختر صورة';
$_['text_quiz_results']        = 'نتائج الخيارات';
$_['text_first_choice']        = 'الخيار الاول';
$_['text_second_choice']        = 'الخيار الثانى';
$_['text_result1']        = 'الاختيار الاول + الاختيار الاول + الاختيار الاول';
$_['text_result2']        = 'الاختيار الاول + الاختيار الاول + الاختيار الثانى';
$_['text_result3']        = 'الاختيار الاول + الاختيار الثانى + الاختيار الاول';
$_['text_result4']        = 'الاختيار الاول + الاختيار الثانى + الاختيار الثانى';
$_['text_result5']        = 'الاختيار الثانى + الاختيار الاول + الاختيار الاول';
$_['text_result6']        = 'الاختيار الثانى + الاختيار الاول + الاختيار الثانى';
$_['text_result7']        = 'الاختيار الثانى + الاختيار الثانى + الاختيار الاول';
$_['text_result8']        = 'الاختيار الثانى + الاختيار الثانى + الاختيار الثانى';
$_['text_link_note']        = '<b>ملحوظة: </b>قم بتعيين رابط الاختبار من خلال محرر الثيم.';
$_['text_error']        = 'من فضلك تأكد من ادخال جميع البيانات';
$_['text_success']        = '';





?>