<?php
// Heading
$_['heading_title']   				    = 'موصل أمازون';

// Text
$_['text_apps']  				    = 'التطبيقات';
$_['text_success']    				    = '!نجاح: لقد قمت بتعديل وحده موصل امازون';
$_['text_edit']       				    = 'تحرير وحدة موصل الأمازون';
$_['text_default']    				    = 'المتجر الافتراضي';
$_['text_option1']    				    = '(الخيار الاول : استيراد جميع منتجات امازون (مع او بدون تغيير';
$_['text_option2']    				    = '.الخيار الثانى : استيراد فقط منتجات امازون التى ليس لديها اعى اختلاف';

// Entry Amazon
$_['entry_status']     				    = 'الحالة';
$_['entry_default_category']	    = 'اختر الفئة الافتراضية';
$_['entry_default_quantity']	    = 'كمية المنتج الافتراضية';
$_['entry_default_weight']		    = 'وزن منتج الأمازون  (بالجرام)';
$_['entry_cron_create_product']   = '(تخزين المنتج غير المعين الى امازون(من خلال وظيفه كرون';
$_['entry_cron_update_product']   = '(تحديث المنتجات المعينه (من خلال وظيفه كرون';
$_['entry_default_store']			    = 'المتجر الافتراضي لمزامنة الطلب';
$_['entry_order_status']			    = 'حالة طلب أمازون المستوردة';
$_['entry_default_product_store']	= 'المتجر الافتراضي للمنتج';
$_['entry_variation_options']	    = 'خيارات اختيار المنتج (الخيار)';
$_['entry_update_imported']	      = 'تحديث المنتجات المستوردة';
$_['entry_update_exported']	      = 'تحديث المنتجات المصدرة';
$_['entry_price_rules']	          = 'تطبيق قواعد السعر إلى';
$_['entry_import_quantity_rule']  = 'تطبيق قواعد الكمية لاستيراد المنتج';
$_['entry_export_quantity_rule']  = 'تطبيق قواعد الكمية لتصدير المنتج';

//panel
$_['panel_general_options']       = 'خيارات عامة';
$_['panel_order_options']	        = 'خيارات الطلب';
$_['panel_product_options']	      = 'خيارات المنتج';
$_['panel_real_time_setting']	    = 'إعدادات التحديث فى الوقت الحقيقى  ';

// price rules
$_['panel_price_rules']	          = 'إعدادات قواعد السعر / الكمية';

//help amazon
$_['help_default_category'] 	= '.اختر فئة المتجر الافتراضية لتعيين منتج امازون';
$_['help_default_quantity']		= '.الكميه المعطاه ستكون كميه المنتج الافتراضيه من مخزون / امازون ، إذا كانت كمية المنتج صفر';

$_['help_default_weight']			= '.سيتم استخدام هذه القيمه عندما لا يحتوى منتج امازون على وزن';
$_['help_default_store']			= '.حدد متجر اكسباند كارت مزامنة الطلب';
$_['help_order_status']				= 'قم بتعيين حالة الطلب الافتراضية للطلب الذي تم استيراده من امازون';
$_['help_default_product_store']	= 'سيتم تخصيص المتجر المحدد لجميع منتجات امازون بشكل افتراضي';
$_['help_variation_options']	= '.يمكنك تحديد خيار للمنتج مع / بدون تباين / خيار';

$_['info_option']             = '.الخيار الاول : فى هذه الحاله، سيتم دائمًا إنشاء منتج جديد فى اكسباند كارت لكل منتج امازون سواء كان لهذا المنتج تباين/خيار ام لا <br><br>
..الخيار الثانى : فى هذه الحاله، ستستورد المنتجات فقط التى ليس لديها اى تغيير/خيار. لن يتم استيراد المنتجات ذات التباين/الخيار. فى حاله الاستيراد, اذا كان لمنتج الطلب اشكال (خيارات) فالمنتج والطلب المرتبطان بهذا المنتج لن يستورد على حد سواء';
$_['entry_update_imported']	  = '!تحديث المنتجات المستوردة على متجر أمازون';
$_['entry_update_exported']	  = '!تحديث المنتج الذي تم تصديره على متجر أمازون';
$_['help_update_imported']	  = '.قم بتحديث المنتج الذى تم استيراده من متجر امازون, اذا قمنا باى تحديث على متجر اكسباند كارت';
$_['help_update_exported']	  = '.قم بتحديث المنتج الذى تم تصديره على متجر امازون, اذا قمنا باى تحديث على متجر اكسباند كارت';
$_['help_cron_create_product']= '.بمساعدة هذا الخيار, يمكنك تصدير منتجات تصدير منتجات اوبن كارت المضافه حديثا الى حساب بائع الامازون الاول فقط';
$_['help_cron_update_product']= '.في حالة التمكين، يمكنك تحديث حقول السعر والكمية للمنتج وفقًا لمصدر المزامنة';
$_['help_price_rules']       = '.إذا تم تحديد التصدير، فسيتم تطبيق قاعدة السعر على المنتجات المصدرة وإلا سيتم تطبيق قاعدة السعر على المنتجات المستوردة ';

//placeholder
$_['placeholder_quantity']	  = '..أدخل كمية المنتج الافتراضية';
$_['placeholder_weight']			= '..أدخل الوزن الافتراضي للمنتج (بالجرام)';
$_['text_import']			= 'استيراد';
$_['text_export']			= 'تصدير';
$_['info_update_imported']    = 'ملاحظة: إذا تم تحديث المنتج المستورد في المتجر، فسيتم تحديث الكمية والسعر فقط لهذا المنتج تلقائيًا على متجر أمازون';
$_['info_update_exported']    = 'ملاحظة: إذا تم تحديث المنتج المستورد في المتجر، فسيتم تحديث الكمية والسعر فقط لهذا المنتج تلقائيًا على متجر أمازون';
$_['info_price_rules']        = 'ملاحظة: إذا تم تحديد التصدير فستكون قاعدة السعر قابلة للتطبيق على المنتجات المصدرة وإذا تم تحديد الاستيراد فإن قاعدة السعر تنطبق على المنتجات المستوردة';
$_['info_import_quantity_rule']        = '.ملاحظة: في حالة التمكين ستنطبق قاعدة الكمية على المنتجات المستوردة';
$_['info_export_quantity_rule']        = '.ملاحظة: في حالة التمكين ستنطبق قاعدة الكمية على المنتجات المصدرة';
// Error
$_['error_permission'] = '!تحذير: ليس لديك إذن لتعديل وحدة موصل امازون';
$_['error_quantity'] = '.تحذير: يجب أن تكون كمية المنتج الافتراضية عددًا إيجابيًا';
$_['error_weight'] = '.تحذير: يجب أن يكون وزن منتج امازون رقمًا إيجابيًا';
