<?php
// Text
$_['text_title']		= 'البطاقة الإئتمانية (عن طريق CashU)';
$_['text_testmode']	    = 'تنبيه!!! بوابة الدفع في وضع الإختبار. لن يتم تحصيل رسوم من البطاقة الائتمان الخاصة بك.';

// Error
$_['error_reject']		= 'تم رفض الدفع. حاول مرة اخرى.';
$_['error_no_order']	= 'لا توجد بيانات للطلب';
$_['error_1']			= 'الرقم التعريفي للعملية خاطئ.';
$_['error_2']			= 'الرقم النعريفي للتاجر غير مفعل.';
$_['error_4']			= 'حساب الدفع غير مفعل.';
$_['error_6']			= 'الأموال في الحساب غير كافية.';
$_['error_7']			= 'بيانات حساب الدفع غير صحيحة.';
$_['error_8']			= 'حساب خاطئ.';
$_['error_15']			= 'كلمة المرور لحساب الدفع منتهية الصلاحية.';
$_['error_17']			= 'لم يتم إكمال العملية.';
$_['error_20']			= 'لقد قام التاجر بتحديد مبيعاته إلى بعض البلاد المحددة. عملية الشراء هذه تتم من بلد غير مسموح بالمبيعات فيه من قبل التاجر';
$_['error_21']			= 'قيمة الصفقة أكثر من الحد المسموح به. يتم تطبيق هذا القيد لحسابات الدفع التي لم تلتزم بقواعد KYC.';
$_['error_22']			= 'التاجر قد تقتصر مبيعاته إلى حسابات الدفع التي تمتثل لقواعد KYC. محاولة شراء قادمة من حساب دفع لا يمتثل لقواعد KYC.';
$_['error_23']			= 'تم إلغاء العملية من قبل العميل.';


?>