<?php

// Text 
$_['heading_title']     		= 'شكرا لتسوقكم مع %s .... ';
$_['text_title'] 				= 'بطاقة إئتمانية / بطاقة بنكية';
$_['text_response']     		= 'الرد من سي سي أفينيو:';
$_['text_payment_wait'] 		= '<b><span style="color: #FF0000">برجاء الانتظار...</span></b><br>إذا لم تتم إعادة توجيهك تلقائيا خلال 20 ثانية, برجاء الضغط <a href="%s">هنا</a>.';
$_['text_reason'] 				= 'السبب';
$_['text_attn_email']			= 'الطلب رقم %s من سي سي أفينيو يحتاج تأكيد يدوي';
$_['text_tax']	 				= 'الضريبة';
$_['text_total']				= 'الشحن و التوصيل و الخصومات و الضرائب';
$_['success_comment']			= '<b><span style="color: #000000">شكرا للتسوق معنا. تم تحصيل رسوم من بطاقتك الائتمانية وتمت إجراء المعاملة بنجاح. سنقوم بشحن طلبك قريبا.</span></b><br>';
$_['pending_comment']			= '<b><span style="color: #FF0000">تم إلغاء أمر الدفع من سي سي أفينيو وتم إبطال العملية</span></b><br>';
$_['failed_comment']			= '<b><span style="color: #FF0000">خطآ امني. تم اكتشاف الوصول غير القانوني</span></b><br>';
$_['declined_comment']			= '<b><span style="color: #FF0000">تم إلغاء أمر الدفع من سي سي أفينيو وتم رفض العملية.</span></b><br>';
?>