<?php
// Heading
$_['heading_title']     = 'شكرا للتسوق مع %s .... ';


// Text
$_['text_title']    = 'بطاقة الإئتمان (فاتورة - بدعم من بنك سامبا)';
$_['text_reason'] 	= 'السبب';
$_['text_testmode']	= 'تنبيه!!! بوابة الدفع في وضع الإختبار. لن يتم تحصيل رسوم من البطاقة الائتمان الخاصة بك.';
$_['text_total']	= 'الشحن، التوصيل، التخفيض و الضرائب';

$_['entry_15']		     = 'تم القبول من قبل البنك.';
$_['entry_30']		     = 'تم القبول من قبل فريق فاتورة.';
$_['entry_1']		     = 'في إنتظار المعالجة من البنك.';
$_['entry_18']		     = 'في إنتظار موافقة فريق فاتورة.';
$_['entry_22']		     = 'تم رفض الدفع.';
$_['entry_6']		     = 'تم رفض الدفع من قبل فريق فاتورة.';


$_['text_success']      = '... تم إستلام الدفع بنجاح.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">برجاء الإنتظار...</span></b> بينما نعالج طلبك.<br>إذا لم يتم إعادة توجيه الصفحة خلال 10 ثواني, برجاء الضغط <a href="%s">هنا</a>.';
$_['text_failure']      = '... تم إلغاء الدفع!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">برجاء الإنتظار...</span></b><br>إذا لم يتم إعادة توجيه الصفحة خلال 10 ثواني, برجاء الضغط <a href="%s">هنا</a>.';


?>
